Repository: HosseinAsadzadeh/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: The passwords for the databases below are needed in order to import them together with the charts. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
fa: پسوردهای پایگاه داده زیر برای وارد کردن آنها همراه با نمودارها مورد نیاز است. لطفاً توجه داشته باشید که بخش‌های «Secure Extra» و «Certificate» پیکربندی پایگاه داده در فایل‌های صادراتی وجود ندارد و در صورت نیاز باید پس از وارد کردن به صورت دستی اضافه شوند.

source: You are importing one or more charts that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
fa: شما در حال وارد کردن یک یا چند نمودار هستید که از قبل وجود دارد. بازنویسی ممکن است باعث شود بخشی از کار خود را از دست بدهید. آیا مطمئن هستید که می خواهید رونویسی کنید؟

source: chart
fa: نمودار

source: Chart imported
fa: نمودار وارد شده است

source: There was an issue deleting the selected charts: %s
fa: مشکلی در حذف نمودارهای انتخابی وجود داشت: %s

source: An error occurred while fetching dashboards
fa: هنگام واکشی داشبورد خطایی روی داد

source: Visualization type
fa: نوع تجسم

source: Favorite
fa: مورد علاقه

source: Any
fa: هر

source: Owner
fa: مالک

source: All
fa: همه

source: An error occurred while fetching chart owners values: %s
fa: هنگام واکشی مقادیر صاحبان نمودار: %s خطایی روی داد

source: An error occurred while fetching chart created by values: %s
fa: هنگام واکشی نمودار ایجاد شده توسط مقادیر: %s خطایی روی داد

source: Chart type
fa: نوع نمودار

source: Certified
fa: گواهی

source: Alphabetical
fa: حروف الفبا

source: Recently modified
fa: اخیراً اصلاح شده است

source: Least recently modified
fa: کمترین تغییرات اخیر

source: Bulk select
fa: انتخاب انبوه

source: Import charts
fa: نمودارهای واردات

source: Are you sure you want to delete the selected charts?
fa: آیا مطمئن هستید که می خواهید نمودارهای انتخاب شده را حذف کنید؟

source: Favorites
fa: موارد دلخواه

source: Created content
fa: ایجاد محتوا

source: Recent activity
fa: فعالیت اخیر

source: Security & Access
fa: امنیت

source: No charts
fa: بدون نمودار

source: No dashboards
fa: بدون داشبورد

source: No favorite charts yet, go click on stars!
fa: هنوز نمودار مورد علاقه ای وجود ندارد، برو روی ستاره ها کلیک کنید!

source: No favorite dashboards yet, go click on stars!
fa: هنوز داشبورد مورد علاقه ای وجود ندارد، برو روی ستاره ها کلیک کنید!

source: Profile picture provided by Gravatar
fa: عکس پروفایل ارائه شده توسط Gravatar

source: joined
fa: ملحق شد

source: id
fa: شناسه

source: There was an issue fetching reports attached to this dashboard.
fa: مشکلی در واکشی گزارش‌های پیوست شده به این داشبورد وجود داشت.

source: The report has been created
fa: گزارش ایجاد شده است

source: Report updated
fa: گزارش به روز شد

source: We were unable to active or deactivate this report.
fa: ما نتوانستیم این گزارش را فعال یا غیرفعال کنیم.

source: Your report could not be deleted
fa: گزارش شما حذف نشد

source: Deleted: %s
fa: حذف شده: %s

source: Image download failed, please refresh and try again.
fa: دانلود تصویر انجام نشد، لطفاً بازخوانی کنید و دوباره امتحان کنید.

source: Select values in highlighted field(s) in the control panel. Then run the query by clicking on the %s button.
fa: مقادیر را در قسمت(های) هایلایت شده در کنترل پنل انتخاب کنید. سپس با کلیک بر روی دکمه %s پرس و جو را اجرا کنید.

source: Invalid input
fa: ورودی نامعتبر

source: Unexpected error:
fa: خطای غیرمنتظره:

source: (no description, click to see stack trace)
fa: (بدون شرح، برای دیدن ردیابی پشته کلیک کنید)

source: Sorry, an unknown error occurred.
fa: با عرض پوزش، یک خطای ناشناخته رخ داده است.

source: Sorry, there was an error saving this %s: %s
fa: با عرض پوزش، هنگام ذخیره این %s: %s خطایی روی داد

source: You do not have permission to edit this %s
fa: شما اجازه ویرایش این %s را ندارید

source: Network error
fa: خطای شبکه

source: Request timed out
fa: زمان درخواست تمام شد

source: Issue 1000 - The dataset is too large to query.
fa: شماره 1000 - مجموعه داده برای پرس و جو خیلی بزرگ است.

source: Issue 1001 - The database is under an unusual load.
fa: شماره 1001 - پایگاه داده تحت یک بار غیرعادی است.

source: An error occurred while fetching %s info: %s
fa: هنگام واکشی اطلاعات %s خطایی روی داد: %s

source: An error occurred while fetching %ss: %s
fa: هنگام واکشی %ss: %s خطایی روی داد

source: An error occurred while creating %ss: %s
fa: هنگام ایجاد %ss: %s خطایی روی داد

source: Please re-export your file and try importing again
fa: لطفاً فایل خود را مجدداً صادر کنید و دوباره وارد کردن را امتحان کنید

source: An error occurred while importing %s: %s
fa: هنگام وارد کردن %s: %s خطایی روی داد

source: There was an error fetching the favorite status: %s
fa: خطایی در واکشی وضعیت دلخواه روی داد: %s

source: There was an error saving the favorite status: %s
fa: خطایی در ذخیره وضعیت دلخواه رخ داد: %s

source: Link Copied!
fa: لینک کپی شد!

source: Sorry, your browser does not support copying.
fa: با عرض پوزش، مرورگر شما از کپی پشتیبانی نمی کند.

source: Connection looks good!
fa: اتصال خوب به نظر می رسد!

source: ERROR: %s
fa: خطا: %s

source: There was an error fetching your recent activity:
fa: هنگام واکشی فعالیت اخیر شما خطایی روی داد:

source: There was an issue deleting: %s
fa: مشکلی در حذف: %s وجود داشت

source: There was an issue deleting %s: %s
fa: مشکلی در حذف %s: %s وجود داشت

source: Working
fa: کار

source: Not triggered
fa: تحریک نشده است

source: On Grace
fa: در مورد گریس

source: report
fa: گزارش

source: alert
fa: هشدار

source: reports
fa: گزارش می دهد

source: alerts
fa: هشدارها

source: There was an issue deleting the selected %s: %s
fa: مشکلی در حذف %s: %s انتخاب شده وجود داشت

source: Last run
fa: آخرین اجرا

source: Notification method
fa: روش اطلاع رسانی

source: Active
fa: فعال

source: Execution log
fa: گزارش اجرا

source: No %s yet
fa: هنوز %s وجود ندارد

source: An error occurred while fetching owners values: %s
fa: هنگام واکشی مقادیر مالکان: %s خطایی روی داد

source: An error occurred while fetching created by values: %s
fa: هنگام واکشی ایجاد شده توسط مقادیر: %s خطایی روی داد

source: Status
fa: وضعیت

source: Alerts & reports
fa: هشدارها

source: Alerts
fa: هشدار

source: Reports
fa: گزارش ها

source: Are you sure you want to delete the selected %s?
fa: آیا مطمئن هستید که می خواهید %s انتخاب شده را حذف کنید؟

source: < (Smaller than)
fa: < (کوچکتر از)

source: > (Larger than)
fa: > (بزرگتر از)

source: <= (Smaller or equal)
fa: <= (کوچکتر یا مساوی)

source: >= (Larger or equal)
fa: >= (بزرگتر یا مساوی)

source: == (Is equal)
fa: == (برابر است)

source: != (Is not equal)
fa: != (برابر نیست)

source: Not null
fa: تهی نیست

source: 60 days
fa: 60روز

source: 90 days
fa: 90 روز

source: Add notification method
fa: روش اطلاع رسانی را اضافه کنید

source: Add delivery method
fa: روش تحویل را اضافه کنید

source: Edit Report
fa: افزودن گزارش

source: Edit Alert
fa: هشدار اضافه کنید

source: Add Report
fa: افزودن گزارش

source: Add Alert
fa: هشدار اضافه کنید

source: Report name
fa: نام گزارش

source: Alert name
fa: نام هشدار

source: Alert condition
fa: وضعیت هشدار

source: SQL Query
fa: پرس و جوی SQL

source: Trigger Alert If...
fa: هشدار ماشه اگر...

source: Condition
fa: وضعیت

source: Threshold value should be double precision number
fa: مقدار آستانه باید عدد دقت دو برابر باشد

source: Report schedule
fa: برنامه گزارش

source: Alert condition schedule
fa: برنامه وضعیت هشدار

source: Schedule settings
fa: تنظیمات زمانبندی

source: Log retention
fa: حفظ سیاهه

source: Working timeout
fa: وقفه زمانی کار

source: Time in seconds
fa: زمان در ثانیه

source: seconds
fa: ثانیه

source: Grace period
fa: دوره مهلت

source: Send as PNG
fa: ارسال به صورت PNG

source: Send as CSV
fa: ارسال به عنوان CSV

source: Send as text
fa: ارسال به صورت متن

source: Ignore cache when generating screenshot
fa: هنگام تولید اسکرین شات، حافظه پنهان را نادیده بگیرید

source: Alert
fa: هشدار

source: %s updated
fa: %s به روز شد

source: log
fa: خطا

source: Execution ID
fa: شناسه اجرا

source: Scheduled at (UTC)
fa: زمان‌بندی شده در (UTC)

source: Start at (UTC)
fa: شروع در (UTC)

source: Error message
fa: پیام خطا

source: Back to all
fa: بازگشت به همه

source: CRON Schedule
fa: جدول زمانی CRON

source: CRON expression
fa: بیان CRON

source: Report sent
fa: گزارش ارسال شد

source: Alert triggered, notification sent
fa: هشدار فعال شد، اعلان ارسال شد

source: Report sending
fa: ارسال گزارش

source: Alert running
fa: هشدار در حال اجرا

source: Report failed
fa: گزارش ناموفق بود

source: Alert failed
fa: هشدار ناموفق بود

source: Nothing triggered
fa: هیچ چیز تحریک نشد

source: Alert Triggered, In Grace Period
fa: هشدار فعال، در دوره مهلت

source: Delivery method
fa: روش تحویل

source: Select Delivery Method
fa: روش تحویل را انتخاب کنید

source: Recipients are separated by "," or ";"
fa: گیرندگان با "" یا ";" از هم جدا می شوند

source: annotation
fa: حاشیه نویسی

source: There was an issue deleting the selected annotations: %s
fa: مشکلی در حذف حاشیه نویسی انتخاب شده وجود داشت: %s

source: Edit annotation
fa: ویرایش حاشیه نویسی

source: Delete annotation
fa: حاشیه نویسی را حذف کنید

source: Annotation
fa: حاشیه نویسی

source: No annotation yet
fa: هنوز حاشیه نویسی نشده است

source: Annotation Layer %s
fa: لایه حاشیه نویسی %s

source: Are you sure you want to delete %s?
fa: آیا مطمئن هستید که می خواهید %s را حذف کنید؟

source: Delete Annotation?
fa: حاشیه نویسی حذف شود؟

source: Are you sure you want to delete the selected annotations?
fa: آیا مطمئن هستید که می خواهید حاشیه نویسی انتخاب شده را حذف کنید؟

source: The annotation has been updated
fa: حاشیه نویسی به روز شده است

source: The annotation has been saved
fa: حاشیه نویسی ذخیره شده است

source: Add annotation
fa: حاشیه نویسی اضافه کنید

source: Annotation name
fa: نام حاشیه نویسی

source: date
fa: تاریخ

source: Additional information
fa: اطلاعات اضافی

source: Description (this can be seen in the list)
fa: توضیحات (این را می توان در لیست مشاهده کرد)

source: Annotation template updated
fa: الگوی حاشیه نویسی به روز شد

source: Annotation template created
fa: الگوی حاشیه نویسی ایجاد شد

source: Edit annotation layer properties
fa: ویژگی های لایه حاشیه نویسی را ویرایش کنید

source: Annotation layer name
fa: نام لایه حاشیه نویسی

source: There was an issue deleting the selected layers: %s
fa: مشکلی در حذف لایه‌های انتخابی وجود داشت: %s

source: Edit template
fa: ویرایش الگو

source: Delete template
fa: حذف الگو

source: An error occurred while fetching dataset datasource values: %s
fa: هنگام واکشی مقادیر منبع داده مجموعه داده: %s خطایی روی داد

source: No annotation layers yet
fa: هنوز هیچ لایه حاشیه نویسی وجود ندارد

source: This action will permanently delete the layer.
fa: این عمل لایه را برای همیشه حذف می کند.

source: Delete Layer?
fa: حذف لایه؟

source: Are you sure you want to delete the selected layers?
fa: آیا مطمئن هستید که می خواهید لایه های انتخاب شده را حذف کنید؟

source: Edit CSS template properties
fa: ویژگی های قالب CSS را ویرایش کنید

source: Add CSS template
fa: قالب CSS را اضافه کنید

source: CSS template name
fa: نام قالب CSS

source: CSS templates
fa: الگوهای CSS

source: There was an issue deleting the selected templates: %s
fa: مشکلی در حذف الگوهای انتخابی وجود داشت: %s

source: Last modified by %s
fa: آخرین تغییر توسط %s

source: CSS template
fa: قالب CSS

source: This action will permanently delete the template.
fa: این عمل برای همیشه الگو را حذف می کند.

source: Delete Template?
fa: حذف الگو؟

source: Are you sure you want to delete the selected templates?
fa: آیا مطمئن هستید که می خواهید الگوهای انتخابی را حذف کنید؟

source: published
fa: منتشر شد

source: draft
fa: پیش نویس

source: The passwords for the databases below are needed in order to import them together with the dashboards. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
fa: رمزهای عبور برای پایگاه داده های زیر برای وارد کردن آنها به همراه داشبورد مورد نیاز است. لطفاً توجه داشته باشید که بخش‌های «Secure Extra» و «Certificate» پیکربندی پایگاه داده در فایل‌های صادراتی وجود ندارد و در صورت نیاز باید پس از وارد کردن به صورت دستی اضافه شوند.

source: You are importing one or more dashboards that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
fa: شمما در حال وارد کردن یک یا چند داشبورد هستید که از قبل وجود دارد. بازنویسی ممکن است باعث شود بخشی از کار خود را از دست بدهید. آیا مطمئن هستید که می خواهید رونویسی کنید؟

source: Dashboard imported
fa: داشبورد وارد شد

source: An error occurred while fetching dashboards: %s
fa: هنگام واکشی داشبوردها خطایی روی داد: %s

source: There was an issue deleting the selected dashboards:
fa: مشکلی در حذف داشبوردهای انتخابی وجود داشت:

source: An error occurred while fetching dashboard owner values: %s
fa: هنگام واکشی مقادیر مالک داشبورد: %s خطایی روی داد

source: An error occurred while fetching dashboard created by values: %s
fa: هنگام واکشی داشبورد ایجاد شده توسط مقادیر: %s خطایی روی داد

source: Are you sure you want to delete the selected dashboards?
fa: آیا مطمئن هستید که می خواهید داشبوردهای انتخاب شده را حذف کنید؟

source: Saved queries
fa: پرس و جوهای ذخیره شده

source: There was an error fetching dataset
fa: خطایی در واکشی مجموعه داده وجود داشت

source: There was an error fetching dataset's related objects
fa: خطایی در واکشی اشیاء مرتبط با مجموعه داده روی داد

source: SQL Copied!
fa: SQL کپی شد!

source: database
fa: پایگاه داده

source: An error occurred while fetching database related data: %s
fa: هنگام واکشی داده های مربوط به پایگاه داده خطایی رخ داد: %s

source: Upload file to database
fa: آپلود فایل در پایگاه داده

source: Upload CSV
fa: آپلود CSV

source: Upload columnar file
fa: آپلود فایل ستونی

source: Upload Excel file
fa: آپلود فایل اکسل

source: Asynchronous query execution
fa: اجرای پرس و جو ناهمزمان

source: Allow data manipulation language
fa: اجازه دادن به زبان دستکاری داده ها

source: CSV upload
fa: آپلود CSV

source: Delete database
fa: حذف پایگاه داده

source: The database %s is linked to %s charts that appear on %s dashboards and users have %s SQL Lab tabs using this database open. Are you sure you want to continue? Deleting the database will break those objects.
fa: پایگاه داده %s به نمودارهای %s مرتبط است که در داشبورد %s ظاهر می‌شوند و کاربران دارای %s برگه‌های SQL Lab با استفاده از این پایگاه داده باز هستند. آیا مطمئن هستید که میخواهید ادامه دهید؟ حذف پایگاه داده آن اشیاء را خراب می کند.

source: Delete Database?
fa: پایگاه داده حذف شود؟

source: Adjust how this database will interact with SQL Lab.
fa: نحوه تعامل این پایگاه داده با آزمایشگاه SQL را تنظیم کنید.

source: Expose database in SQL Lab
fa: افشای پایگاه داده در آزمایشگاه SQL

source: Allow this database to be queried in SQL Lab
fa: اجازه دهید این پایگاه داده در آزمایشگاه SQL پرس و جو شود

source: Allow creation of new tables based on queries
fa: اجازه ایجاد جداول جدید بر اساس پرس و جوها

source: Allow creation of new views based on queries
fa: اجازه ایجاد نماهای جدید بر اساس پرس و جوها

source: CTAS & CVAS SCHEMA
fa: CTAS

source: Create or select schema...
fa: ایجاد یا انتخاب طرحواره...

source: Force all tables and views to be created in this schema when clicking CTAS or CVAS in SQL Lab.
fa: هنگام کلیک کردن بر روی CTAS یا CVAS در آزمایشگاه SQL، همه جداول و نماها را مجبور کنید که در این طرحواره ایجاد شوند.

source: Allow manipulation of the database using non-SELECT statements such as UPDATE, DELETE, CREATE, etc.
fa: اجازه دستکاری پایگاه داده با استفاده از دستورات غیر SELECT مانند UPDATE، DELETE، CREATE و غیره.

source: Enable query cost estimation
fa: تخمین هزینه پرس و جو را فعال کنید

source: For Bigquery, Presto and Postgres, shows a button to compute cost before running a query.
fa: برای Bigquery، Presto و Postgres، دکمه‌ای برای محاسبه هزینه قبل از اجرای پرس و جو نشان می‌دهد.

source: Allow this database to be explored
fa: اجازه دهید این پایگاه داده کاوش شود

source: When enabled, users are able to visualize SQL Lab results in Explore.
fa: وقتی فعال باشد، کاربران می‌توانند نتایج SQL Lab را در Explore تجسم کنند.

source: Disable SQL Lab data preview queries
fa: پرس و جوهای پیش نمایش داده های آزمایشگاهی SQL را غیرفعال کنید

source: Disable data preview when fetching table metadata in SQL Lab. Useful to avoid browser performance issues when using databases with very wide tables.
fa: هنگام واکشی ابرداده جدول در آزمایشگاه SQL، پیش نمایش داده را غیرفعال کنید. برای جلوگیری از مشکلات عملکرد مرورگر هنگام استفاده از پایگاه داده با جداول بسیار گسترده مفید است.

source: Performance
fa: کارایی

source: Adjust performance settings of this database.
fa: تنظیمات عملکرد این پایگاه داده را تنظیم کنید.

source: Chart cache timeout
fa: پایان زمان کش نمودار

source: Enter duration in seconds
fa: مدت زمان را بر حسب ثانیه وارد کنید

source: Schema cache timeout
fa: مهلت زمانی کش طرحواره

source: Duration (in seconds) of the metadata caching timeout for schemas of this database. If left unset, the cache never expires.
fa: مدت زمان (بر حسب ثانیه) زمان ذخیره ابرداده برای طرحواره های این پایگاه داده. اگر تنظیم نشود، کش هرگز منقضی نمی شود.

source: Table cache timeout
fa: پایان زمان کش جدول

source: Duration (in seconds) of the metadata caching timeout for tables of this database. If left unset, the cache never expires.
fa: مدت زمان (بر حسب ثانیه) زمان ذخیره فراداده برای جداول این پایگاه داده. اگر تنظیم نشود، کش هرگز منقضی نمی شود.

source: Cancel query on window unload event
fa: لغو درخواست در رویداد بارگیری پنجره

source: Terminate running queries when browser window closed or navigated to another page. Available for Presto, Hive, MySQL, Postgres and Snowflake databases.
fa: پس از بسته شدن پنجره مرورگر یا رفتن به صفحه دیگر، پرس و جوهای در حال اجرا را خاتمه دهید. برای پایگاه های داده Presto، Hive، MySQL، Postgres و Snowflake موجود است.

source: Add extra connection information.
fa: اطلاعات اتصال اضافی را اضافه کنید.

source: Secure extra
fa: اضافی را ایمن کنید

source: JSON string containing additional connection configuration. This is used to provide connection information for systems like Hive, Presto and BigQuery which do not conform to the username:password syntax normally used by SQLAlchemy.
fa: رشته JSON حاوی پیکربندی اتصال اضافی. این برای ارائه اطلاعات اتصال برای سیستم هایی مانند Hive، Presto و BigQuery استفاده می شود که با نحو نام کاربری: رمز عبور که معمولاً توسط SQLAlchemy استفاده می شود مطابقت ندارند.

source: Enter CA_BUNDLE
fa: CA_BUNDLE را وارد کنید

source: Optional CA_BUNDLE contents to validate HTTPS requests. Only available on certain database engines.
fa: محتوای اختیاری CA_BUNDLE برای اعتبارسنجی درخواست‌های HTTPS. فقط در موتورهای پایگاه داده خاص موجود است.

source: Impersonate logged in user (Presto, Trino, Drill, Hive, and GSheets)
fa: جعل هویت کاربر وارد شده (Presto، Trino، Drill، Hive و Sheets)

source: If Presto or Trino, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them. If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
fa: اگر Presto یا Trino باشد، همه پرس و جوها در آزمایشگاه SQL به عنوان کاربر وارد شده فعلی که باید مجوز اجرای آنها را داشته باشد، اجرا می شوند. اگر Hive و hive.server2.enable.doAs فعال باشد، درخواست‌ها را به‌عنوان حساب سرویس اجرا می‌کند، اما جعل هویت کاربر وارد شده در حال حاضر از طریق ویژگی hive.server2.proxy.user.

source: Allow file uploads to database
fa: اجازه آپلود فایل در پایگاه داده

source: Schemas allowed for File upload
fa: طرحواره های مجاز برای آپلود فایل

source: A comma-separated list of schemas that files are allowed to upload to.
fa: فهرستی از طرحواره‌های جدا شده با کاما که فایل‌ها مجاز به آپلود در آن هستند.

source: Additional settings.
fa: تنظیمات اضافی

source: Metadata Parameters
fa: پارامترهای فراداده

source: The metadata_params object gets unpacked into the sqlalchemy.MetaData call.
fa: شی metadata_params در فراخوانی sqlalchemy.MetaData باز می شود.

source: Engine Parameters
fa: پارامترهای موتور

source: The engine_params object gets unpacked into the sqlalchemy.create_engine call.
fa: شی engine_params در فراخوانی sqlalchemy.create_engine باز می شود.

source: Version
fa: نسخه

source: Version number
fa: شماره نسخه

source: Specify the database version. This should be used with Presto in order to enable query cost estimation.
fa: نسخه پایگاه داده را مشخص کنید. این باید با Presto استفاده شود تا تخمین هزینه پرس و جو را فعال کند.

source: Enter Primary Credentials
fa: اعتبارنامه اولیه را وارد کنید

source: Need help? Learn how to connect your database
fa: به کمک نیاز دارید؟

source: Database connected
fa: پایگاه داده متصل است

source: Create a dataset to begin visualizing your data as a chart or go to SQL Lab to query your data.
fa: یک مجموعه داده ایجاد کنید تا شروع به تجسم داده های خود به عنوان نمودار کنید یا به آن بروید.SQL Lab برای پرس و جو از داده های شما.

source: Enter the required %(dbModelName)s credentials
fa: اعتبار %(dbModelName)s مورد نیاز را وارد کنید

source: Need help? Learn more about
fa: به کمک نیاز دارید؟

source: connecting to %(dbModelName)s.
fa: اتصال به %(dbModelName)s.

source: Select a database to connect
fa: یک پایگاه داده را برای اتصال انتخاب کنید

source: SSH Host
fa: میزبان SSH

source: e.g. 127.0.0.1
fa: به عنوان مثال

source: SSH Port
fa: پورت SSH

source: e.g. Analytics
fa: به عنوان مثال

source: Login with
fa: با

source: Private Key & Password
fa: کلید خصوصی

source: Private Key
fa: کلید خصوصی

source: Paste Private Key here
fa: کلید خصوصی را اینجا بچسبانید

source: Private Key Password
fa: رمز عبور کلید خصوصی

source: SSH Tunnel
fa: تونل SSH

source: SSH Tunnel configuration parameters
fa: پارامترهای پیکربندی تونل SSH

source: Display Name
fa: نام نمایشی

source: Name your database
fa: پایگاه داده خود را نام ببرید

source: Pick a name to help you identify this database.
fa: نامی را برای کمک به شناسایی این پایگاه داده انتخاب کنید.

source: Refer to the
fa: رجوع به

source: for more information on how to structure your URI.
fa: برای اطلاعات بیشتر در مورد نحوه ساختار URI خود.

source: Test connection
fa: تست اتصال

source: Please enter a SQLAlchemy URI to test
fa: لطفاً یک URI SQLAlchemy برای آزمایش وارد کنید

source: e.g. world_population
fa: به عنوان مثال، جمعیت جهان

source: Database settings updated
fa: تنظیمات پایگاه داده به روز شد

source: Sorry there was an error fetching database information: %s
fa: متأسفیم هنگام واکشی اطلاعات پایگاه داده خطایی روی داد: %s

source: Or choose from a list of other databases we support:
fa: یا از لیستی از پایگاه های داده دیگری که پشتیبانی می کنیم انتخاب کنید:

source: Supported databases
fa: انتخاب یک پایگاه داده... پایگاه های داده پشتیبانی شده

source: Choose a database...
fa: انتخاب پایگاه داده...

source: Want to add a new database?
fa: آیا می خواهید یک پایگاه داده جدید اضافه کنید؟

source: Any databases that allow connections via SQL Alchemy URIs can be added.
fa: هر پایگاه داده ای که امکان اتصال از طریق URI های SQL Alchemy را می دهد را می توان اضافه کرد.

source: Any databases that allow connections via SQL Alchemy URIs can be added. Learn about how to connect a database driver
fa: هر پایگاه داده ای که امکان اتصال از طریق URI های SQL Alchemy را می دهد را می توان اضافه کرد. با نحوه اتصال درایور پایگاه داده آشنا شوید.

source: Connect
fa: اتصال

source: Finish
fa: پایان

source: This database is managed externally, and can't be edited in Superset
fa: این پایگاه داده به صورت خارجی مدیریت می شود و نمی توان آن را در Superset ویرایش کرد
