Repository: HosseinAsadzadeh/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: Shows the composition of a dataset by segmenting a given rectangle as smaller rectangles with areas proportional to their value or contribution to the whole. Those rectangles may also, in turn, be further segmented hierarchically.
fa: ترکیب یک مجموعه داده را با تقسیم یک مستطیل به عنوان مستطیل های کوچکتر با مساحت های متناسب با ارزش یا سهم آنها در کل نشان می دهد. آن مستطیل ها نیز ممکن است به نوبه خود، بیشتر به صورت سلسله مراتبی تقسیم شوند.

source: Treemap (legacy)
fa: نقشه درختی (میراث)

source: Unable to process right-click on %s. Check you chart configuration.
fa: پردازش کلیک راست روی %s امکان پذیر نیست.

source: Country Field Type
fa: نوع فیلد کشور

source: Full name
fa: نام کامل

source: code International Olympic Committee (cioc)
fa: کد کمیته بین المللی المپیک (cioc)

source: code ISO 3166-1 alpha-2 (cca2)
fa: کد ISO 3166-1 alpha-2 (cca2)

source: code ISO 3166-1 alpha-3 (cca3)
fa: کد ISO 3166-1 alpha-3 (cca3)

source: The country code standard that Superset should expect to find in the [country] column
fa: استاندارد کد کشور که Superset باید انتظار داشته باشد در ستون [کشور] پیدا کند

source: Show Bubbles
fa: نمایش حباب ها

source: Whether to display bubbles on top of countries
fa: نمایش حباب ها در بالای کشورها

source: Max Bubble Size
fa: حداکثر اندازه حباب

source: Color by
fa: رنگ توسط

source: Choose whether a country should be shaded by the metric, or assigned a color based on a categorical color palette
fa: انتخاب کنید که آیا یک کشور باید با معیار سایه زده شود یا یک رنگ بر اساس یک پالت رنگی طبقه بندی شده اختصاص داده شود.

source: Country Column
fa: ستون کشور

source: 3 letter code of the country
fa: 3 کد حرفی کشور

source: Metric that defines the size of the bubble
fa: متریک که اندازه حباب را مشخص می کند

source: Bubble Color
fa: رنگ حبابی

source: Country Color Scheme
fa: طرح رنگ کشور

source: A map of the world, that can indicate values in different countries.
fa: نقشه ای از جهان که می تواند ارزش های کشورهای مختلف را نشان دهد.

source: Multi-Dimensions
fa: چند بعدی

source: Multi-Variables
fa: چند متغیره

source: Popular
fa: محبوب

source: deck.gl charts
fa: نمودارهای deck.gl

source: Pick a set of deck.gl charts to layer on top of one another
fa: مجموعه‌ای از نمودارهای deck.gl را برای لایه‌بندی روی هم انتخاب کنید

source: Select charts
fa: نمودارها را انتخاب کنید

source: Error while fetching charts
fa: خطا هنگام واکشی نمودارها

source: Compose multiple layers together to form complex visuals.
fa: چندین لایه را با هم ترکیب کنید تا تصاویر پیچیده را تشکیل دهید.

source: deck.gl Multiple Layers
fa: deck.gl چند لایه

source: Data has no time steps
fa: داده ها هیچ مرحله زمانی ندارند

source: Start (Longitude, Latitude):
fa: شروع (طول و عرض جغرافیایی)

source: End (Longitude, Latitude):
fa: پایان (طول و عرض جغرافیایی

source: Start Longitude & Latitude
fa: طول جغرافیایی شروع

source: Point to your spatial columns
fa: به ستون های فضایی خود اشاره کنید

source: End Longitude & Latitude
fa: طول و عرض جغرافیایی انتهایی

source: Arc
fa: قوس

source: Target Color
fa: رنگ هدف

source: Color of the target location
fa: رنگ محل مورد نظر

source: Categorical Color
fa: رنگ دسته بندی

source: Pick a dimension from which categorical colors are defined
fa: بعد را انتخاب کنید که از آن رنگ‌های طبقه‌بندی شده تعریف می‌شوند

source: Stroke Width
fa: عرض سکته مغزی

source: Advanced
fa: پیشرفته

source: Plot the distance (like flight paths) between origin and destination.
fa: فاصله (مانند مسیرهای پرواز) بین مبدا و مقصد را ترسیم کنید.

source: GeoJson Settings
fa: تنظیمات GeoJson

source: Point Radius Scale
fa: مقیاس شعاع نقطه ای

source: The GeoJsonLayer takes in GeoJSON formatted data and renders it as interactive polygons, lines and points (circles, icons and/or texts).
fa: GeoJsonLayer داده‌های قالب‌بندی شده GeoJSON را دریافت می‌کند و آن‌ها را به صورت چندضلعی‌ها، خطوط و نقاط تعاملی (دایره‌ها، نمادها و/یا متن‌ها) ارائه می‌کند.

source: Longitude and Latitude
fa: طول و عرض جغرافیایی

source: Height
fa: ارتفاع

source: Metric used to control height
fa: متریک برای کنترل ارتفاع استفاده می شود

source: Visualize geospatial data like 3D buildings, landscapes, or objects in grid view.
fa: داده های جغرافیایی مانند ساختمان های سه بعدی، مناظر یا اشیاء را در نمای شبکه ای تجسم کنید.

source: deck.gl Grid
fa: شبکه deck.gl

source: Experimental
fa: تجربی

source: Centroid (Longitude and Latitude):
fa: Centroid (طول و عرض جغرافیایی)

source: Dynamic Aggregation Function
fa: تابع تجمع پویا

source: The function to use when aggregating points into groups
fa: تابعی که هنگام جمع آوری نقاط در گروه ها استفاده می شود

source: variance
fa: واریانس

source: deviation
fa: انحراف

source: Overlays a hexagonal grid on a map, and aggregates data within the boundary of each cell.
fa: یک شبکه شش ضلعی را روی نقشه پوشش می دهد و داده ها را در مرز هر سلول جمع می کند.

source: deck.gl 3D Hexagon
fa: deck.gl شش ضلعی سه بعدی

source: Polyline
fa: پلی لاین

source: Visualizes connected points, which form a path, on a map.
fa: نقاط متصل را که یک مسیر را تشکیل می دهند روی نقشه تجسم می کند.

source: deck.gl Path
fa: deck.gl مسیر

source: name
fa: نام

source: Polygon Column
fa: ستون چند ضلعی

source: Polygon Encoding
fa: رمزگذاری چند ضلعی

source: Elevation
fa: ارتفاع

source: Polygon Settings
fa: تنظیمات چند ضلعی

source: Opacity, expects values between 0 and 100
fa: Opacity، مقادیر بین 0 تا 100 را انتظار دارد

source: Number of buckets to group data
fa: تعداد سطل ها برای گروه بندی داده ها

source: How many buckets should the data be grouped in.
fa: داده ها در چند سطل باید گروه بندی شوند.

source: Bucket break points
fa: نقاط شکست سطل

source: List of n+1 values for bucketing metric into n buckets.
fa: فهرست n 1 مقدار برای سطل بندی متریک در n سطل.

source: Emit Filter Events
fa: رویدادهای فیلتر را منتشر می کند

source: Whether to apply filter when items are clicked
fa: وقتی روی موارد کلیک می شود فیلتر اعمال شود یا خیر

source: Multiple filtering
fa: فیلتر چندگانه

source: Allow sending multiple polygons as a filter event
fa: اجازه ارسال چند ضلعی به عنوان یک رویداد فیلتر

source: Visualizes geographic areas from your data as polygons on a Mapbox rendered map. Polygons can be colored using a metric.
fa: مناطق جغرافیایی را از داده های شما به صورت چند ضلعی روی نقشه ارائه شده Mapbox تجسم می کند. چند ضلعی ها را می توان با استفاده از متریک رنگ کرد.

source: deck.gl Polygon
fa: deck.gl چند ضلعی

source: Category
fa: دسته

source: Point Size
fa: اندازه نقطه

source: Point Unit
fa: واحد نقطه

source: Square meters
fa: متر مربع

source: Square kilometers
fa: کیلومتر مربع

source: Square miles
fa: مایل مربع

source: Radius in meters
fa: شعاع بر حسب متر

source: Radius in kilometers
fa: شعاع بر حسب کیلومتر

source: Radius in miles
fa: شعاع بر حسب مایل

source: Minimum Radius
fa: حداقل شعاع

source: Minimum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this minimum radius.
fa: حداقل شعاع دایره، بر حسب پیکسل. با تغییر سطح بزرگنمایی، این تضمین می کند که دایره به این حداقل شعاع احترام می گذارد.

source: Maximum Radius
fa: حداکثر شعاع

source: Maximum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this maximum radius.
fa: حداکثر اندازه شعاع دایره، بر حسب پیکسل. با تغییر سطح بزرگنمایی، این تضمین می کند که دایره به این حداکثر شعاع احترام می گذارد.

source: Point Color
fa: رنگ نقطه

source: A map that takes rendering circles with a variable radius at latitude/longitude coordinates
fa: نقشه ای که دایره هایی را با شعاع متغیر در مختصات طول و عرض جغرافیایی رندر می کند

source: Weight
fa: وزن

source: Grid
fa: شبکه

source: Metric used as a weight for the grid's coloring
fa: متریک به عنوان وزنه برای رنگ آمیزی شبکه استفاده می شود

source: Aggregates data within the boundary of grid cells and maps the aggregated values to a dynamic color scale
fa: داده‌ها را در مرز سلول‌های شبکه جمع‌آوری می‌کند و مقادیر جمع‌شده را به مقیاس رنگی پویا نگاشت می‌کند.

source: deck.gl Screen Grid
fa: deck.gl شبکه صفحه نمایش

source: For more information about objects are in context in the scope of this function, refer to the
fa: برای اطلاعات بیشتر در مورد اشیایی که در زمینه این تابع هستند، به قسمت مراجعه کنید

source: source code of Superset's sandboxed parser
fa: کد منبع تجزیه کننده جعبه شنی Superset

source: This functionality is disabled in your environment for security reasons.
fa: این عملکرد به دلایل امنیتی در محیط شما غیرفعال است.

source: Ignore null locations
fa: مکان های خالی را نادیده بگیرید

source: Whether to ignore locations that are null
fa: نادیده گرفتن مکان‌هایی که پوچ هستند یا خیر

source: Auto Zoom
fa: زوم خودکار

source: When checked, the map will zoom to your data after each query
fa: وقتی علامت بزنید، نقشه بعد از هر پرس و جو روی داده های شما بزرگنمایی می کند

source: Select a dimension
fa: یک بعد را انتخاب کنید

source: Extra data for JS
fa: داده های اضافی برای JS

source: List of extra columns made available in JavaScript functions
fa: لیستی از ستون های اضافی موجود در توابع جاوا اسکریپت

source: JavaScript data interceptor
fa: رهگیر داده جاوا اسکریپت

source: Define a javascript function that receives the data array used in the visualization and is expected to return a modified version of that array. This can be used to alter properties of the data, filter, or enrich the array.
fa: یک تابع جاوا اسکریپت را تعریف کنید که آرایه داده مورد استفاده در تجسم را دریافت می کند و انتظار می رود نسخه اصلاح شده آن آرایه را برگرداند. این می تواند برای تغییر خصوصیات داده ها، فیلتر کردن یا غنی سازی آرایه استفاده شود.

source: JavaScript tooltip generator
fa: مولد راهنمای جاوا اسکریپت

source: Define a function that receives the input and outputs the content for a tooltip
fa: تابعی را تعریف کنید که ورودی را دریافت می کند و محتوای یک راهنمای ابزار را خروجی می کند

source: JavaScript onClick href
fa: جاوا اسکریپت onClick href

source: Define a function that returns a URL to navigate to when user clicks
fa: تابعی را تعریف کنید که یک URL را برای پیمایش در هنگام کلیک کاربر برمی گرداند

source: Legend Format
fa: قالب افسانه

source: Choose the format for legend values
fa: قالب را برای مقادیر افسانه انتخاب کنید

source: Legend Position
fa: موقعیت افسانه

source: Choose the position of the legend
fa: موقعیت افسانه را انتخاب کنید

source: Top left
fa: بالا سمت چپ

source: Top right
fa: بالا سمت راست

source: Bottom left
fa: پایین سمت چپ

source: Bottom right
fa: پایین سمت راست

source: Lines column
fa: ستون خطوط

source: The database columns that contains lines information
fa: ستون های پایگاه داده که حاوی اطلاعات خطوط است

source: Line width
fa: عرض خط

source: The width of the lines
fa: عرض خطوط

source: Fill Color
fa: رنگ پر کردن

source: Set the opacity to 0 if you do not want to override the color specified in the GeoJSON
fa: اگر نمی خواهید رنگ مشخص شده در GeoJSON را باطل کنید، کدورت را روی 0 تنظیم کنید

source: Stroke Color
fa: رنگ سکته مغزی

source: Filled
fa: پر شده

source: Whether to fill the objects
fa: آیا برای پر کردن اشیاء

source: Stroked
fa: سکته شده

source: Whether to display the stroke
fa: نمایش سکته مغزی

source: Extruded
fa: اکسترود شده

source: Whether to make the grid 3D
fa: آیا شبکه را سه بعدی کنیم

source: Grid Size
fa: اندازه شبکه

source: Defines the grid size in pixels
fa: اندازه شبکه را بر حسب پیکسل تعریف می کند

source: Parameters related to the view and perspective on the map
fa: پارامترهای مربوط به نمای و پرسپکتیو روی نقشه

source: Longitude & Latitude
fa: طول جغرافیایی

source: Fixed point radius
fa: شعاع نقطه ثابت

source: Multiplier
fa: ضرب کننده

source: Factor to multiply the metric by
fa: فاکتور ضرب متریک در

source: Lines encoding
fa: رمزگذاری خطوط

source: The encoding format of the lines
fa: فرمت رمزگذاری خطوط

source: geohash (square)
fa: geohash (مربع)

source: Reverse Lat & Long
fa: معکوس Lat

source: GeoJson Column
fa: ستون GeoJson

source: Select the geojson column
fa: ستون geojson را انتخاب کنید

source: Right Axis Format
fa: فرمت محور راست

source: Show Markers
fa: نشانگرها را نشان دهید

source: Show data points as circle markers on the lines
fa: نقاط داده را به عنوان نشانگرهای دایره ای روی خطوط نشان دهید

source: Y bounds
fa: محدوده Y

source: Whether to display the min and max values of the Y-axis
fa: آیا برای نمایش مقادیر حداقل و حداکثر محور Y

source: Y 2 bounds
fa: Y 2 کران

source: Line Style
fa: سبک خط

source: linear
fa: خطی

source: basis
fa: اساس

source: cardinal
fa: اصلی

source: monotone
fa: یکنواخت

source: step-before
fa: گام پیش

source: step-after
fa: گام به گام

source: Line interpolation as defined by d3.js
fa: درونیابی خط همانطور که توسط d3.js تعریف شده است

source: Show Range Filter
fa: نمایش فیلتر محدوده

source: Whether to display the time range interactive selector
fa: انتخابگر تعاملی محدوده زمانی نمایش داده شود یا خیر

source: Extra Controls
fa: کنترل های اضافی

source: Whether to show extra controls or not. Extra controls include things like making mulitBar charts stacked or side by side.
fa: اینکه آیا کنترل های اضافی نشان داده شود یا نه. کنترل‌های اضافی شامل مواردی مانند ساختن نمودارهای چند میله‌ای روی هم یا کنار هم هستند.

source: flat
fa: تخت

source: staggered
fa: مبهوت

source: The way the ticks are laid out on the X-axis
fa: نحوه قرارگیری کنه ها روی محور X

source: X Axis Format
fa: فرمت محور X

source: Y Log Scale
fa: مقیاس ورود به سیستم Y

source: Use a log scale for the Y-axis
fa: از یک مقیاس ورود به سیستم برای محور Y استفاده کنید

source: Y Axis Bounds
fa: محدوده های محور Y

source: Bounds for the Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
fa: محدوده برای محور Y. وقتی خالی می ماند، کران ها به صورت پویا بر اساس حداقل/حداکثر داده ها تعریف می شوند. توجه داشته باشید که این ویژگی فقط محدوده محور را افزایش می دهد. وسعت داده ها را محدود نمی کند.

source: Y Axis 2 Bounds
fa: مرز Y محور 2

source: X bounds
fa: کران X

source: Whether to display the min and max values of the X-axis
fa: آیا برای نمایش مقادیر حداقل و حداکثر محور X

source: Bar Values
fa: مقادیر نوار

source: Show the value on top of the bar
fa: مقدار را در بالای نوار نشان دهید

source: Stacked Bars
fa: میله های انباشته

source: Reduce X ticks
fa: تیک های X را کاهش دهید

source: Reduces the number of X-axis ticks to be rendered. If true, the x-axis will not overflow and labels may be missing. If false, a minimum width will be applied to columns and the width may overflow into an horizontal scroll.
fa: تعداد تیک های محور X را کاهش می دهد. اگر درست باشد، محور x سرریز نخواهد شد و ممکن است برچسب‌ها وجود نداشته باشند. اگر نادرست باشد، حداقل عرض برای ستون‌ها اعمال می‌شود و عرض ممکن است به یک اسکرول افقی سرریز شود.

source: You cannot use 45° tick layout along with the time range filter
fa: شما نمی توانید از طرح بندی تیک 45 درجه به همراه فیلتر محدوده زمانی استفاده کنید

source: Stacked Style
fa: سبک انباشته

source: stack
fa: پشته

source: stream
fa: جریان

source: expand
fa: بسط دادن

source: Evolution
fa: سیر تکاملی

source: A time series chart that visualizes how a related metric from multiple groups vary over time. Each group is visualized using a different color.
fa: نمودار سری زمانی که نشان می دهد چگونه یک معیار مرتبط از چندین گروه در طول زمان تغییر می کند. هر گروه با استفاده از یک رنگ متفاوت تجسم می شود.

source: Stretched style
fa: سبک کشیده

source: Stacked style
fa: سبک انباشته

source: Video game consoles
fa: کنسول های بازی ویدیویی

source: Vehicle Types
fa: انواع خودرو

source: Area Chart (legacy)
fa: نمودار منطقه (میراث)

source: Continuous
fa: مداوم

source: Line
fa: خط

source: Deprecated
fa: منسوخ

source: Series Limit Sort By
fa: محدودیت سری مرتب سازی بر اساس

source: Metric used to order the limit if a series limit is present. If undefined reverts to the first metric (where appropriate).
fa: در صورت وجود محدودیت سری، از متریک برای سفارش حد استفاده می شود. اگر تعریف نشده به معیار اول باز می گردد (در صورت لزوم).

source: Series Limit Sort Descending
fa: مرتب سازی محدود سری نزولی

source: Whether to sort descending or ascending if a series limit is present
fa: در صورت وجود محدودیت سری، نزولی یا صعودی مرتب شود

source: Visualize how a metric changes over time using bars. Add a group by column to visualize group level metrics and how they change over time.
fa: نحوه تغییر یک متریک در طول زمان را با استفاده از نوارها تجسم کنید. برای تجسم معیارهای سطح گروه و نحوه تغییر آنها در طول زمان، گروه به ستون اضافه کنید.

source: Time-series Bar Chart (legacy)
fa: نمودار میله‌ای سری زمانی (میله‌ای)

source: Bar
fa: بار

source: Vertical
fa: عمودی

source: Box Plot
fa: مقیاس ورود به سیستم X

source: Use a log scale for the X-axis
fa: از یک مقیاس ورود به سیستم برای محور X استفاده کنید

source: Visualizes a metric across three dimensions of data in a single chart (X axis, Y axis, and bubble size). Bubbles from the same group can be showcased using bubble color.
fa: یک متریک را در سه بعد داده در یک نمودار مجسم می کند (محور X، محور Y و اندازه حباب). حباب های یک گروه را می توان با استفاده از رنگ حباب به نمایش گذاشت.

source: Ranges
fa: محدوده

source: Ranges to highlight with shading
fa: محدوده هایی برای برجسته کردن با سایه زدن

source: Range labels
fa: برچسب های محدوده

source: Labels for the ranges
fa: برچسب ها برای محدوده ها

source: Markers
fa: نشانگرها

source: List of values to mark with triangles
fa: فهرستی از مقادیر برای علامت گذاری با مثلث

source: Marker labels
fa: برچسب های نشانگر

source: Labels for the markers
fa: برچسب برای نشانگرها

source: Marker lines
fa: خطوط نشانگر

source: List of values to mark with lines
fa: فهرستی از مقادیر برای علامت گذاری با خطوط

source: Marker line labels
fa: برچسب های خط نشانگر

source: Labels for the marker lines
fa: برچسب برای خطوط نشانگر

source: Showcases the progress of a single metric against a given target. The higher the fill, the closer the metric is to the target.
fa: پیشرفت یک معیار واحد را در برابر یک هدف معین نشان می دهد. هرچه پر شدن بیشتر باشد، متریک به هدف نزدیکتر است.

source: Visualizes many different time-series objects in a single chart. This chart is being deprecated and we recommend using the Time-series Chart instead.
fa: بسیاری از اشیاء سری زمانی مختلف را در یک نمودار مجسم می کند. این نمودار در حال منسوخ شدن است و توصیه می کنیم به جای آن از نمودار سری زمانی استفاده کنید.

source: Time-series Percent Change
fa: درصد تغییر سری زمانی

source: Sort Bars
fa: مرتب سازی میله ها

source: Sort bars by x labels.
fa: مرتب سازی میله ها بر اساس برچسب های x.

source: Breakdowns
fa: خرابی ها

source: Defines how each series is broken down
fa: نحوه تجزیه هر سری را مشخص می کند

source: Compares metrics from different categories using bars. Bar lengths are used to indicate the magnitude of each value and color is used to differentiate groups.
fa: با استفاده از نوارها، معیارها را از دسته‌های مختلف مقایسه می‌کند. طول میله برای نشان دادن بزرگی هر مقدار و رنگ برای افتراق گروه ها استفاده می شود.

source: Bar Chart (legacy)
fa: نمودار میله ای (میراث)

source: Bar Chart
fa: نمودار میله ای

source: Additive
fa: افزودنی

source: Discrete
fa: گسسته

source: Y Axis 1
fa: Y محور 1

source: Y Axis 2
fa: Y محور 2

source: Left Axis Metric
fa: متریک محور چپ

source: Choose a metric for left axis
fa: یک متریک برای محور چپ انتخاب کنید

source: Left Axis Format
fa: فرمت محور چپ

source: Visualizes 2 metrics as line plots using the same x-axis. This chart is useful for comparing metrics across the same time range.
fa: با استفاده از همان محور x، 2 متریک را به عنوان نمودار خطی تجسم می کند. این نمودار برای مقایسه معیارها در محدوده زمانی یکسان مفید است.

source: Dual Line Chart
fa: نمودار خط دوگانه

source: Propagate
fa: تکثیر

source: Send range filter events to other charts
fa: رویدادهای فیلتر محدوده را به نمودارهای دیگر ارسال کنید

source: Classic chart that visualizes how metrics change over time.
fa: نمودار کلاسیک که چگونگی تغییر معیارها را در طول زمان به تصویر می کشد.

source: Battery level over time
fa: سطح باتری در طول زمان

source: Line Chart (legacy)
fa: نمودار خطی (میراث)

source: Prefix metric name with slice name
fa: پیشوند نام متریک با نام قطعه

source: Y Axis Left
fa: محور Y چپ

source: Left Axis chart(s)
fa: نمودار(های) محور چپ

source: Choose one or more charts for left axis
fa: یک یا چند نمودار را برای محور چپ انتخاب کنید

source: Right Axis chart(s)
fa: نمودار(های) محور راست

source: Choose one or more charts for right axis
fa: یک یا چند نمودار را برای محور سمت راست انتخاب کنید

source: Visualize two different time series using the same x-axis time range. This chart is being deprecated and we recommend using the Mixed Timeseries Chart instead!
fa: دو سری زمانی مختلف را با استفاده از محدوده زمانی یکسان محور x تجسم کنید. این نمودار در حال منسوخ شدن است و توصیه می کنیم به جای آن از نمودار سری زمانی ترکیبی استفاده کنید!

source: Multiple Line Charts
fa: نمودارهای چند خطی

source: Label Type
fa: نوع برچسب

source: Category Name
fa: نام دسته

source: Value
fa: ارزش

source: Percentage
fa: درصد

source: Category and Value
fa: مقوله و ارزش

source: Category and Percentage
fa: دسته و درصد

source: Category, Value and Percentage
fa: مقوله، ارزش و درصد

source: What should be shown on the label?
fa: چه چیزی باید روی برچسب نشان داده شود؟

source: Donut
fa: دونات

source: Do you want a donut or a pie?
fa: پیراشکی می خواهید یا پای؟

source: Show Labels
fa: نمایش برچسب ها

source: Whether to display the labels. Note that the label only displays when the 5% threshold.
fa: آیا برچسب ها نمایش داده شوند یا خیر

source: Put labels outside
fa: برچسب ها را بیرون بگذارید

source: Put the labels outside the pie?
fa: برچسب ها را خارج از پای بگذارید؟

source: Pie Chart
fa: نمودار دایره ای

source: Frequency
fa: فرکانس

source: Year (freq=AS)
fa: سال (فرکانس = AS)

source: 52 weeks starting Monday (freq=52W-MON)
fa: 52 هفته از دوشنبه (تعداد = 52 W-MON)

source: 1 week starting Sunday (freq=W-SUN)
fa: 1 هفته از یکشنبه (فرکانس = W-SUN)

source: 1 week starting Monday (freq=W-MON)
fa: 1 هفته از دوشنبه (تعداد = W-MON)

source: Day (freq=D)
fa: روز (فرکانس = D)

source: 4 weeks (freq=4W-MON)
fa: 4 هفته (فرکانس=4W-MON)

source: The periodicity over which to pivot time. Users can provide "Pandas" offset alias. Click on the info bubble for more details on accepted "freq" expressions.
fa: دوره‌ای که باید بر روی آن زمان چرخش کرد. کاربران می توانند ارائه دهند .پانداها» نام مستعار افست برای جزئیات بیشتر در مورد عبارات پذیرفته شده "freq" روی حباب اطلاعات کلیک کنید.

source: Time-series Period Pivot
fa: محور دوره سری زمانی

source: Formula
fa: فرمول

source: Event
fa: رویداد

source: Interval
fa: فاصله

source: Stack
fa: پشته

source: Expand
fa: گسترش

source: Show legend
fa: افسانه را نشان دهید

source: Whether to display a legend for the chart
fa: نمایش یک افسانه برای نمودار

source: Margin
fa: حاشیه

source: Additional padding for legend.
fa: بالشتک اضافی برای افسانه.

source: Scroll
fa: اسکرول کنید

source: Plain
fa: دشت

source: Legend type
fa: نوع افسانه

source: Orientation
fa: جهت گیری

source: Bottom
fa: پایین

source: Legend Orientation
fa: جهت گیری افسانه ای

source: Show Value
fa: نمایش مقدار

source: Show series values on the chart
fa: نمایش مقادیر سری در نمودار

source: Stack series
fa: سری پشته

source: Stack series on top of each other
fa: سری ها را روی هم قرار دهید

source: Only Total
fa: فقط کل

source: Only show the total value on the stacked chart, and not show on the selected category
fa: فقط مقدار کل را در نمودار انباشته نشان دهید و در دسته انتخابی نشان داده نشود

source: Percentage threshold
fa: آستانه درصد

source: Minimum threshold in percentage points for showing labels.
fa: حداقل آستانه بر حسب درصد برای نمایش برچسب ها.

source: Rich tooltip
fa: راهنمای ابزار غنی

source: Shows a list of all series available at that point in time
fa: فهرستی از تمام سری های موجود در آن نقطه از زمان را نشان می دهد

source: Tooltip time format
fa: قالب زمان راهنمای ابزار

source: Tooltip sort by metric
fa: نکته ابزار مرتب سازی بر اساس متریک
