Repository: HosseinAsadzadeh/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: The size of the square cell, in pixels
fa: اندازه خانه مربع، بر حسب پیکسل

source: Cell Padding
fa: بالشتک سلولی

source: The distance between cells, in pixels
fa: فاصله بین سلول ها، بر حسب پیکسل

source: Cell Radius
fa: شعاع سلولی

source: The pixel radius
fa: شعاع پیکسل

source: Color Steps
fa: مراحل رنگی

source: The number color "steps"
fa: رنگ شماره "steps"

source: Time Format
fa: قالب زمان

source: Legend
fa: افسانه

source: Whether to display the legend (toggles)
fa: نمایش افسانه (ضامن)

source: Show Values
fa: نمایش مقادیر

source: Whether to display the numerical values within the cells
fa: نمایش مقادیر عددی درون سلول‌ها

source: Show Metric Names
fa: نمایش نام های متریک

source: Whether to display the metric name as a title
fa: نمایش نام متریک به عنوان عنوان

source: Number Format
fa: قالب شماره

source: Correlation
fa: همبستگی

source: Visualizes how a metric has changed over a time using a color scale and a calendar view. Gray values are used to indicate missing values and the linear color scheme is used to encode the magnitude of each day's value.
fa: با استفاده از مقیاس رنگی و نمای تقویم، چگونگی تغییر یک متریک را در طول زمان به تصویر می‌کشد. مقادیر خاکستری برای نشان دادن مقادیر از دست رفته و طرح رنگ خطی برای رمزگذاری مقدار مقدار هر روز استفاده می شود.

source: Business
fa: تجارت

source: Comparison
fa: مقایسه

source: Intensity
fa: شدت

source: Pattern
fa: الگو

source: Report
fa: گزارش

source: Trend
fa: روند

source: less than {min} {name}
fa: کمتر از {min} {name}

source: between {down} and {up} {name}
fa: بین {down} و {up} {name}

source: more than {max} {name}
fa: بیش از {max} {name}

source: Sort by metric
fa: مرتب سازی بر اساس متریک

source: Whether to sort results by the selected metric in descending order.
fa: آیا باید نتایج را بر اساس متریک انتخابی به ترتیب نزولی مرتب کرد یا خیر.

source: Number format
fa: قالب شماره

source: Choose a number format
fa: یک قالب عددی را انتخاب کنید

source: Source
fa: منبع

source: Choose a source
fa: یک منبع را انتخاب کنید

source: Target
fa: هدف

source: Choose a target
fa: یک هدف را انتخاب کنید

source: Flow
fa: جریان

source: Showcases the flow or link between categories using thickness of chords. The value and corresponding thickness can be different for each side.
fa: جریان یا پیوند بین دسته‌ها را با استفاده از ضخامت آکوردها نشان می‌دهد. مقدار و ضخامت مربوطه می تواند برای هر طرف متفاوت باشد.

source: Relationships between community channels
fa: روابط بین کانال های اجتماعی

source: Chord Diagram
fa: نمودار وتر

source: Aesthetic
fa: زیبایی شناسی

source: Circular
fa: دایره ای

source: Legacy
fa: میراث

source: Proportional
fa: متناسب

source: Relational
fa: رابطه ای

source: Country
fa: کشور

source: Which country to plot the map for?
fa: نقشه را برای کدام کشور ترسیم کنیم؟

source: ISO 3166-2 Codes
fa: کدهای ISO 3166-2

source: Column containing ISO 3166-2 codes of region/province/department in your table.
fa: ستون حاوی کدهای ISO 3166-2 منطقه/استان/بخش در جدول شما.

source: Metric to display bottom title
fa: متریک برای نمایش عنوان پایین

source: Map
fa: نقشه

source: Visualizes how a single metric varies across a country's principal subdivisions (states, provinces, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.
fa: نحوه تغییر یک متریک واحد در زیربخش های اصلی یک کشور (ایالت ها، استان ها، و غیره) را بر روی نقشه choropleth به تصویر می کشد. وقتی روی مرز جغرافیایی مربوطه می روید، مقدار هر زیربخش افزایش می یابد.

source: Geo
fa: جئو

source: Range
fa: برد

source: Stacked
fa: انباشته

source: Sorry, there appears to be no data
fa: با عرض پوزش، به نظر می رسد هیچ داده ای وجود ندارد

source: Event definition
fa: تعریف رویداد

source: Event Names
fa: نام رویداد

source: Columns to display
fa: ستون هایی برای نمایش

source: Order by entity id
fa: سفارش براساس شناسه نهاد

source: Important! Select this if the table is not already sorted by entity id, else there is no guarantee that all events for each entity are returned.
fa: مهم! اگر جدول از قبل بر اساس شناسه موجودیت مرتب نشده است، این را انتخاب کنید، در غیر این صورت هیچ تضمینی وجود ندارد که همه رویدادها برای هر موجودیت بازگردانده شوند.

source: Minimum leaf node event count
fa: حداقل تعداد رویداد گره برگ

source: Leaf nodes that represent fewer than this number of events will be initially hidden in the visualization
fa: گره های برگ که کمتر از این تعداد رویداد را نشان می دهند در ابتدا در تجسم پنهان می شوند

source: Additional metadata
fa: فراداده اضافی

source: Metadata
fa: فراداده

source: Select any columns for metadata inspection
fa: هر ستونی را برای بازرسی ابرداده انتخاب کنید

source: Entity ID
fa: شناسه نهاد

source: e.g., a "user id" column
fa: به عنوان مثال، یک ستون "شناسه کاربر"

source: Max Events
fa: حداکثر رویدادها

source: The maximum number of events to return, equivalent to the number of rows
fa: حداکثر تعداد رویدادهایی که باید برگردانده شوند، معادل تعداد ردیف‌ها

source: Compares the lengths of time different activities take in a shared timeline view.
fa: مدت زمان فعالیت های مختلف را در نمای جدول زمانی مشترک مقایسه می کند.

source: Event Flow
fa: جریان رویداد

source: Progressive
fa: مترقی

source: Axis ascending
fa: محور صعودی

source: Axis descending
fa: محور نزولی

source: Metric ascending
fa: متریک صعودی

source: Metric descending
fa: متریک نزولی

source: Heatmap Options
fa: گزینه های Heatmap

source: XScale Interval
fa: فاصله XScale

source: Number of steps to take between ticks when displaying the X scale
fa: تعداد مراحلی که باید بین تیک ها هنگام نمایش مقیاس X انجام شود

source: YScale Interval
fa: فاصله مقیاس YScale

source: Number of steps to take between ticks when displaying the Y scale
fa: تعداد مراحلی که باید بین تیک ها هنگام نمایش مقیاس Y انجام دهید

source: Rendering
fa: رندرینگ

source: pixelated (Sharp)
fa: پیکسل (شارپ)

source: auto (Smooth)
fa: خودکار (صاف)

source: image-rendering CSS attribute of the canvas object that defines how the browser scales up the image
fa: ویژگی CSS رندر تصویر شیء بوم که مشخص می کند مرورگر چگونه تصویر را مقیاس می کند

source: Normalize Across
fa: عادی سازی در سراسر

source: heatmap
fa: نقشه حرارتی

source: Color will be shaded based the normalized (0% to 100%) value of a given cell against the other cells in the selected range:
fa: رنگ بر اساس مقدار نرمال شده (0% تا 100%) یک سلول داده شده در برابر سلول های دیگر در محدوده انتخاب شده سایه می زند:

source: x: values are normalized within each column
fa: x: مقادیر در هر ستون نرمال می شوند

source: y: values are normalized within each row
fa: y: مقادیر در هر ردیف نرمال می شوند

source: heatmap: values are normalized across the entire heatmap
fa: heatmap: مقادیر در کل نقشه حرارتی نرمال می شوند

source: Left Margin
fa: حاشیه چپ

source: Left margin, in pixels, allowing for more room for axis labels
fa: حاشیه سمت چپ، بر حسب پیکسل، فضای بیشتری را برای برچسب های محور فراهم می کند

source: Bottom Margin
fa: حاشیه پایین

source: Bottom margin, in pixels, allowing for more room for axis labels
fa: حاشیه پایین، بر حسب پیکسل، فضای بیشتری را برای برچسب های محور فراهم می کند

source: Value bounds
fa: حدود ارزش

source: Hard value bounds applied for color coding. Is only relevant and applied when the normalization is applied against the whole heatmap.
fa: مرزهای ارزش سخت برای کدگذاری رنگ اعمال می شود. فقط زمانی مرتبط است و اعمال می شود که نرمال سازی در برابر کل نقشه حرارتی اعمال شود.

source: Sort X Axis
fa: محور X را مرتب کنید

source: Sort Y Axis
fa: محور Y را مرتب کنید

source: Show percentage
fa: نمایش درصد

source: Whether to include the percentage in the tooltip
fa: آیا درصد در راهنمای ابزار لحاظ شود یا خیر

source: Normalized
fa: عادی شده

source: Whether to apply a normal distribution based on rank on the color scale
fa: آیا برای اعمال توزیع نرمال بر اساس رتبه در مقیاس رنگ

source: Value Format
fa: فرمت ارزش

source: Visualize a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.
fa: یک متریک مرتبط را در بین جفت گروه ها تجسم کنید. نقشه های حرارتی در نشان دادن همبستگی یا قدرت بین دو گروه برتری دارند. رنگ برای تأکید بر قدرت پیوند بین هر جفت گروه استفاده می شود.

source: Sizes of vehicles
fa: اندازه وسایل نقلیه

source: Employment and education
fa: استخدام و آموزش

source: Density
fa: تراکم

source: Predictive
fa: پیش بینی کننده

source: Single Metric
fa: تک متریک

source: to
fa: به

source: count
fa: شمارش

source: cumulative
fa: تجمعی

source: percentile (exclusive)
fa: صدک (انحصاری)

source: Select the numeric columns to draw the histogram
fa: ستون های عددی را برای رسم هیستوگرام انتخاب کنید

source: No of Bins
fa: تعداد سطل ها

source: Select the number of bins for the histogram
fa: تعداد bin ها را برای هیستوگرام انتخاب کنید

source: X Axis Label
fa: برچسب محور X

source: Y Axis Label
fa: برچسب محور Y

source: Whether to normalize the histogram
fa: آیا هیستوگرام عادی شود

source: Cumulative
fa: تجمعی

source: Whether to make the histogram cumulative
fa: آیا هیستوگرام را تجمعی کنیم یا خیر

source: Distribution
fa: توزیع

source: Take your data points, and group them into "bins" to see where the densest areas of information lie
fa: نقاط داده خود را بردارید و آنها را در "سطل" گروه بندی کنید تا ببینید متراکم ترین مناطق اطلاعات در کجا قرار دارند

source: Population age data
fa: داده های سن جمعیت

source: Contribution
fa: مشارکت

source: Compute the contribution to the total
fa: سهم را به کل محاسبه کنید

source: Series Height
fa: ارتفاع سری

source: Pixel height of each series
fa: ارتفاع پیکسل هر سری

source: Value Domain
fa: دامنه ارزش

source: series
fa: سری

source: overall
fa: کلی

source: change
fa: تغییر

source: series: Treat each series independently; overall: All series use the same scale; change: Show changes compared to the first data point in each series
fa: سری: با هر سری به طور مستقل رفتار کنید. به طور کلی: همه سری ها از یک مقیاس استفاده می کنند. تغییر: نمایش تغییرات در مقایسه با اولین نقطه داده در هر سری

source: Compares how a metric changes over time between different groups. Each group is mapped to a row and change over time is visualized bar lengths and color.
fa: نحوه تغییر یک معیار را در طول زمان بین گروه‌های مختلف مقایسه می‌کند. هر گروه به یک ردیف نگاشت می شود و تغییر در طول زمان طول و رنگ نوار به تصویر کشیده می شود.

source: Horizon Chart
fa: نمودار افق

source: Dark Cyan
fa: فیروزه ای تیره

source: Purple
fa: بنفش

source: Gold
fa: طلا

source: Dim Gray
fa: خاکستری کم رنگ

source: Crimson
fa: زرشکی

source: Forest Green
fa: جنگل سبز

source: Longitude
fa: طول جغرافیایی

source: Column containing longitude data
fa: ستون حاوی داده های طول جغرافیایی

source: Latitude
fa: عرض جغرافیایی

source: Column containing latitude data
fa: ستون حاوی داده های عرض جغرافیایی

source: Clustering Radius
fa: شعاع خوشه بندی

source: The radius (in pixels) the algorithm uses to define a cluster. Choose 0 to turn off clustering, but beware that a large number of points (>1000) will cause lag.
fa: شعاع (بر حسب پیکسل) که الگوریتم برای تعریف یک خوشه استفاده می کند. 0 را برای خاموش کردن خوشه بندی انتخاب کنید، اما مراقب باشید که تعداد زیادی از نقاط (بیش از 1000) باعث تاخیر می شود.

source: Points
fa: امتیاز

source: Point Radius
fa: شعاع نقطه

source: The radius of individual points (ones that are not in a cluster). Either a numerical column or `Auto`, which scales the point based on the largest cluster
fa: شعاع نقاط منفرد (آنهایی که در یک خوشه نیستند). یک ستون عددی یا «خودکار»، که نقطه را بر اساس بزرگترین خوشه مقیاس می‌کند.

source: Auto
fa: خودکار

source: Point Radius Unit
fa: واحد شعاع نقطه ای

source: Pixels
fa: پیکسل

source: Miles
fa: مایل

source: Kilometers
fa: کیلومتر

source: The unit of measure for the specified point radius
fa: واحد اندازه گیری برای شعاع نقطه مشخص شده

source: Labelling
fa: برچسب زدن

source: label
fa: برچسب

source: `count` is COUNT(*) if a group by is used. Numerical columns will be aggregated with the aggregator. Non-numerical columns will be used to label points. Leave empty to get a count of points in each cluster.
fa: اگر از گروه by استفاده شود، «count» COUNT(*) است. ستون های عددی با تجمیع کننده تجمیع خواهند شد. از ستون های غیر عددی برای برچسب گذاری نقاط استفاده می شود. برای بدست آوردن تعداد امتیاز در هر خوشه خالی بگذارید.

source: Cluster label aggregator
fa: جمع کننده برچسب خوشه ای

source: sum
fa: جمع

source: mean
fa: میانگین

source: max
fa: حداکثر

source: Aggregate function applied to the list of points in each cluster to produce the cluster label.
fa: تابع تجمیع به لیست نقاط در هر خوشه برای تولید برچسب خوشه اعمال می شود.

source: Visual Tweaks
fa: ترفندهای بصری

source: Live render
fa: رندر زنده

source: Points and clusters will update as the viewport is being changed
fa: نقاط و خوشه ها با تغییر درگاه نمایش به روز می شوند

source: Map Style
fa: سبک نقشه

source: Streets
fa: خیابان ها

source: Dark
fa: تاریکی

source: Light
fa: نور

source: Satellite Streets
fa: خیابان های ماهواره ای

source: Satellite
fa: ماهواره

source: Outdoors
fa: در فضای باز

source: Base layer map style
fa: سبک نقشه لایه پایه

source: Opacity
fa: کدورت

source: Opacity of all clusters, points, and labels. Between 0 and 1.
fa: کدورت همه خوشه ها، نقاط و برچسب ها

source: RGB Color
fa: رنگ RGB

source: The color for points and clusters in RGB
fa: رنگ نقاط و خوشه ها در RGB

source: Viewport
fa: درگاه دید

source: Default longitude
fa: طول جغرافیایی پیش فرض

source: Longitude of default viewport
fa: طول نماي پيش فرض

source: Default latitude
fa: عرض جغرافیایی پیش فرض

source: Latitude of default viewport
fa: عرض جغرافیایی نمای پیش فرض

source: Zoom
fa: زوم

source: Zoom level of the map
fa: سطح بزرگنمایی نقشه

source: One or many controls to group by. If grouping, latitude and longitude columns must be present.
fa: یک یا چند کنترل برای گروه بندی

source: Light mode
fa: حالت نور

source: Dark mode
fa: حالت تاریک

source: Scatter
fa: پراکندگی

source: Transformable
fa: قابل تبدیل

source: Significance Level
fa: سطح اهمیت

source: Threshold alpha level for determining significance
fa: سطح آلفای آستانه برای تعیین معناداری

source: p-value precision
fa: p-value دقت

source: Number of decimal places with which to display p-values
fa: تعداد ارقام اعشاری که با آن مقادیر p نمایش داده می شود

source: Lift percent precision
fa: دقت درصد بالابر

source: Number of decimal places with which to display lift values
fa: تعداد ارقام اعشاری که با آن مقادیر بالابر نمایش داده می شود

source: Table that visualizes paired t-tests, which are used to understand statistical differences between groups.
fa: جدولی که آزمون های t زوجی را به تصویر می کشد که برای درک تفاوت های آماری بین گروه ها استفاده می شود.

source: Paired t-test Table
fa: جدول t-test زوجی

source: Statistical
fa: آماری

source: Tabular
fa: جدولی

source: Options
fa: گزینه ها

source: Data Table
fa: جدول داده ها

source: Whether to display the interactive data table
fa: جدول داده های تعاملی نمایش داده شود یا خیر

source: Include Series
fa: شامل سری

source: Include series name as an axis
fa: نام سریال را به عنوان یک محور درج کنید

source: Ranking
fa: رتبه بندی

source: Plots the individual metrics for each row in the data vertically and links them together as a line. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.
fa: معیارهای جداگانه برای هر ردیف در داده ها را به صورت عمودی ترسیم می کند و آنها را به عنوان یک خط به یکدیگر پیوند می دهد. این نمودار برای مقایسه معیارهای چندگانه در تمام نمونه‌ها یا ردیف‌های داده مفید است.

source: Coordinates
fa: مختصات

source: Directional
fa: جهت

source: Time Series Options
fa: گزینه های سری زمانی

source: Not Time Series
fa: نه سری زمانی

source: Ignore time
fa: زمان را نادیده بگیرید

source: Time Series
fa: سری زمانی

source: Standard time series
fa: سری زمانی استاندارد

source: Aggregate Mean
fa: میانگین کل

source: Mean of values over specified period
fa: میانگین مقادیر در دوره مشخص

source: Aggregate Sum
fa: مجموع جمع

source: Sum of values over specified period
fa: مجموع مقادیر در دوره مشخص

source: Metric change in value from `since` to `until`
fa: تغییر متریک در مقدار از «از» به «تا»

source: Percent Change
fa: درصد تغییر

source: Metric percent change in value from `since` to `until`
fa: درصد متریک تغییر در مقدار از «از» به «تا»

source: Factor
fa: عامل

source: Metric factor change from `since` to `until`
fa: ضریب متریک از «از زمان» به «تا» تغییر می‌کند

source: Advanced Analytics
fa: تجزیه و تحلیل پیشرفته

source: Use the Advanced Analytics options below
fa: از گزینه های Advanced Analytics در زیر استفاده کنید

source: Settings for time series
fa: تنظیمات سری های زمانی

source: Date Time Format
fa: قالب زمان تاریخ

source: Partition Limit
fa: محدودیت پارتیشن

source: The maximum number of subdivisions of each group; lower values are pruned first
fa: حداکثر تعداد زیربخش های هر گروه

source: Partition Threshold
fa: آستانه پارتیشن

source: Partitions whose height to parent height proportions are below this value are pruned
fa: پارتیشن هایی که نسبت ارتفاع به ارتفاع والد آنها کمتر از این مقدار است، هرس می شوند

source: Log Scale
fa: مقیاس ورود به سیستم

source: Use a log scale
fa: از مقیاس ورود به سیستم استفاده کنید

source: Equal Date Sizes
fa: اندازه های تاریخ برابر

source: Check to force date partitions to have the same height
fa: برای وادار کردن پارتیشن‌های تاریخ به یک ارتفاع، علامت بزنید

source: The rich tooltip shows a list of all series for that point in time
fa: راهنمای ابزار غنی فهرستی از تمام سری‌ها را برای آن مقطع زمانی نشان می‌دهد

source: Rolling Window
fa: پنجره نورد

source: Rolling Function
fa: عملکرد نورد

source: Min Periods
fa: دوره های حداقل

source: Time Comparison
fa: مقایسه زمان

source: Time Shift
fa: تغییر زمان

source: 1 week
fa: 1 هفته

source: 28 days
fa: 28 روز

source: 30 days
fa: 30 روز

source: 52 weeks
fa: 52 هفته

source: 1 year
fa: 1 سال

source: 104 weeks
fa: 104 هفته

source: 2 years
fa: 2 سال

source: 156 weeks
fa: 156 هفته

source: 3 years
fa: 3 سال

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
fa: همپوشانی یک یا چند سری زمانی از یک دوره زمانی نسبی. دلتاهای زمانی نسبی را به زبان طبیعی انتظار می‌رود (مثال: 24 ساعت، 7 روز، 52 هفته، 365 روز). متن رایگان پشتیبانی می شود.

source: Actual Values
fa: ارزشهای واقعی

source: Method
fa: روش

source: ffill
fa: پر کردن

source: median
fa: میانه

source: Part of a Whole
fa: بخشی از یک کل

source: Compare the same summarized metric across multiple groups.
fa: همان متریک خلاصه شده را در چندین گروه مقایسه کنید.

source: Partition Chart
fa: نمودار پارتیشن

source: Categorical
fa: مقوله ای

source: Pivot Options
fa: گزینه های محوری

source: Aggregation function
fa: تابع تجمع

source: Aggregate function to apply when pivoting and computing the total rows and columns
fa: تابع جمع برای اعمال هنگام چرخش و محاسبه کل ردیف ها و ستون ها

source: Show totals
fa: نمایش کل

source: Display total row/column
fa: نمایش کل ردیف/ستون

source: Combine Metrics
fa: ترکیب معیارها

source: Display metrics side by side within each column, as opposed to each column being displayed side by side for each metric.
fa: معیارها را در کنار هم در هر ستون نمایش دهید، برخلاف اینکه هر ستون در کنار هم برای هر متریک نمایش داده شود.

source: Transpose Pivot
fa: انتقال محور

source: Swap Groups and Columns
fa: تعویض گروه ها و ستون ها

source: Date format
fa: قالب تاریخ

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. This chart is being deprecated and we recommend checking out Pivot Table V2 instead!
fa: برای خلاصه کردن مجموعه ای از داده ها با گروه بندی آمارهای متعدد در دو محور استفاده می شود. مثالها: اعداد فروش بر اساس منطقه و ماه، وظایف بر اساس وضعیت و گیرنده، کاربران فعال بر اساس سن و مکان. این نمودار در حال منسوخ شدن است و توصیه می کنیم به جای آن، Pivot Table V2 را بررسی کنید!

source: Pivot Table (legacy)
fa: جدول محوری (میراث)

source: Use Area Proportions
fa: استفاده از نسبت مساحت

source: Check if the Rose Chart should use segment area instead of segment radius for proportioning
fa: بررسی کنید که آیا نمودار رز باید از ناحیه قطعه به جای شعاع قطعه برای تناسب استفاده کند یا خیر

source: A polar coordinate chart where the circle is broken into wedges of equal angle, and the value represented by any wedge is illustrated by its area, rather than its radius or sweep angle.
fa: Advanced-Analytics یک نمودار مختصات قطبی که در آن دایره به گوه هایی با زاویه مساوی شکسته می شود و مقدار نشان داده شده توسط هر گوه به جای شعاع یا زاویه رفت و برگشت با مساحت آن نشان داده می شود.

source: Nightingale Rose Chart
fa: نمودار گل رز بلبل

source: Multi-Layers
fa: چند لایه

source: Source / Target
fa: منبع / هدف

source: Choose a source and a target
fa: یک منبع و یک هدف را انتخاب کنید

source: Limiting rows may result in incomplete data and misleading charts. Consider filtering or grouping source/target names instead.
fa: محدود کردن ردیف ها ممکن است منجر به داده های ناقص و نمودارهای گمراه کننده شود. در عوض فیلتر کردن یا گروه بندی نام منبع/هدف را در نظر بگیرید.

source: Visualizes the flow of different group's values through different stages of a system. New stages in the pipeline are visualized as nodes or layers. The thickness of the bars or edges represent the metric being visualized.
fa: جریان ارزش های گروه های مختلف را در مراحل مختلف یک سیستم تجسم می کند. مراحل جدید در خط لوله به صورت گره ها یا لایه ها تجسم می شوند. ضخامت میله‌ها یا لبه‌ها نشان‌دهنده متریک در حال تجسم است.

source: Demographics
fa: جمعیت شناسی

source: Survey Responses
fa: پاسخ های نظرسنجی

source: Sankey Diagram
fa: نمودار سانکی

source: Percentages
fa: درصدها

source: Sankey Diagram with Loops
fa: نمودار سانکی با حلقه ها

source: of total
fa: از کل

source: of parent
fa: از والدین

source: Primary Metric
fa: متریک اولیه

source: The primary metric is used to define the arc segment sizes
fa: متریک اولیه برای تعریف اندازه های قطعه قوس استفاده می شود

source: Secondary Metric
fa: متریک ثانویه

source: [optional] this secondary metric is used to define the color as a ratio against the primary metric. When omitted, the color is categorical and based on labels
fa: [اختیاری] این متریک ثانویه برای تعریف رنگ به عنوان نسبتی در برابر متریک اولیه استفاده می شود. هنگامی که حذف می شود، رنگ طبقه بندی شده و بر اساس برچسب است

source: When only a primary metric is provided, a categorical color scale is used.
fa: هنگامی که فقط یک معیار اولیه ارائه می شود، از یک مقیاس رنگ طبقه بندی استفاده می شود.

source: When a secondary metric is provided, a linear color scale is used.
fa: هنگامی که یک متریک ثانویه ارائه می شود، از مقیاس رنگی خطی استفاده می شود.

source: Hierarchy
fa: سلسله مراتب

source: This defines the level of the hierarchy
fa: این سطح سلسله مراتب را مشخص می کند

source: Uses circles to visualize the flow of data through different stages of a system. Hover over individual paths in the visualization to understand the stages a value took. Useful for multi-stage, multi-group visualizing funnels and pipelines.
fa: از دایره ها برای تجسم جریان داده در مراحل مختلف یک سیستم استفاده می کند. برای درک مراحلی که یک مقدار طی کرده است، روی مسیرهای فردی در تجسم قرار دهید. برای تجسم قیف ها و خطوط لوله چند مرحله ای و چند گروهی مفید است.

source: Sunburst Chart
fa: نمودار Sunburst

source: Multi-Levels
fa: چند سطحی

source: Target aspect ratio for treemap tiles.
fa: نسبت ابعاد هدف برای کاشی های نقشه درختی.
