Repository: HosseinAsadzadeh/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: Delete this container and save to remove this message.
fa: این کانتینر را حذف کنید و برای حذف این پیام ذخیره کنید.

source: Refresh interval saved
fa: فاصله بازخوانی ذخیره شد

source: Refresh interval
fa: فاصله بازخوانی

source: Refresh frequency
fa: فرکانس تازه سازی

source: Are you sure you want to proceed?
fa: آیا مطمئن هستید که می خواهید ادامه دهید؟

source: Save for this session
fa: برای این جلسه ذخیره کنید

source: [copy]
fa: [کپی]

source: You must pick a name for the new dashboard
fa: باید نامی برای داشبورد جدید انتخاب کنید

source: Save dashboard
fa: ذخیره داشبورد

source: Overwrite Dashboard [%s]
fa: بازنویسی داشبورد [%s]

source: Save as:
fa: ذخیره به عنوان:

source: [dashboard name]
fa: [نام داشبورد]

source: also copy (duplicate) charts
fa: نمودارها را نیز کپی کنید (تکراری)

source: viz type
fa: یعنی نوع

source: recent
fa: اخیر

source: Create new chart
fa: نمودار جدید ایجاد کنید

source: Filter your charts
fa: نمودارهای خود را فیلتر کنید

source: Sort by %s
fa: مرتب سازی بر اساس %s

source: Added
fa: اضافه شد

source: Viz type
fa: نوع Viz

source: Dataset
fa: مجموعه داده

source: Superset chart
fa: نمودار فوق مجموعه

source: Check out this chart in dashboard:
fa: این نمودار را در داشبورد بررسی کنید:

source: Layout elements
fa: عناصر چیدمان

source: Cross Filter Scoping
fa: محدوده فیلتر متقاطع

source: Load a CSS template
fa: یک قالب CSS را بارگیری کنید

source: Live CSS editor
fa: ویرایشگر CSS زنده

source: Collapse tab content
fa: محتوای برگه را جمع کنید

source: There are no charts added to this dashboard
fa: هیچ نموداری به این داشبورد اضافه نشده است

source: Go to the edit mode to configure the dashboard and add charts
fa: برای پیکربندی داشبورد و افزودن نمودارها به حالت ویرایش بروید

source: Applied Cross Filters (%d)
fa: فیلترهای متقابل اعمال شده (%d)

source: Applied Filters (%d)
fa: فیلترهای اعمال شده (%d)

source: Incompatible Filters (%d)
fa: فیلترهای ناسازگار (%d)

source: Unset Filters (%d)
fa: فیلترهای تنظیم نشده (%d)

source: This dashboard is currently auto refreshing; the next auto refresh will be in %s.
fa: این داشبورد در حال حاضر به‌طور خودکار به‌روزرسانی می‌شود. تازه سازی خودکار بعدی در %s خواهد بود.

source: Your dashboard is too large. Please reduce its size before saving it.
fa: داشبورد شما خیلی بزرگ است

source: Add the name of the dashboard
fa: نام داشبورد را اضافه کنید

source: Dashboard title
fa: عنوان داشبورد

source: Undo the action
fa: عمل را لغو کنید

source: Redo the action
fa: عمل را دوباره انجام دهید

source: Discard
fa: دور انداختن

source: Edit dashboard
fa: ویرایش داشبورد

source: An error occurred while fetching available CSS templates
fa: هنگام واکشی الگوهای CSS موجود خطایی روی داد

source: Refreshing charts
fa: نمودارهای تازه

source: Superset dashboard
fa: داشبورد Superset

source: Check out this dashboard:
fa: این داشبورد را بررسی کنید

source: Refresh dashboard
fa: داشبورد را تازه کنید

source: Exit fullscreen
fa: از تمام صفحه خارج شوید

source: Enter fullscreen
fa: تمام صفحه را وارد کنید

source: Edit properties
fa: ویرایش خواص

source: Edit CSS
fa: ویرایش CSS

source: Download as image
fa: دانلود به صورت تصویر

source: Share
fa: اشتراک گذاری

source: Copy permalink to clipboard
fa: پیوند دائمی را در کلیپ بورد کپی کنید

source: Share permalink by email
fa: پیوند دائمی را از طریق ایمیل به اشتراک بگذارید

source: Embed dashboard
fa: داشبورد را جاسازی کنید

source: Manage email report
fa: گزارش ایمیل را مدیریت کنید

source: Set filter mapping
fa: تنظیم نقشه فیلتر

source: Set auto-refresh interval
fa: فاصله بازخوانی خودکار را تنظیم کنید

source: Confirm overwrite
fa: بازنویسی را تأیید کنید

source: Scroll down to the bottom to enable overwriting changes.
fa: برای فعال کردن بازنویسی تغییرات، به پایین بروید

source: Yes, overwrite changes
fa: بله، تغییرات را بازنویسی کنید

source: Are you sure you intend to overwrite the following values?
fa: آیا مطمئن هستید که قصد دارید مقادیر زیر را بازنویسی کنید؟

source: Last Updated %s by %s
fa: آخرین به روز رسانی %s توسط %s

source: Apply
fa: درخواست کنید

source: A valid color scheme is required
fa: یک طرح رنگ معتبر مورد نیاز است

source: JSON metadata is invalid!
fa: فراداده JSON نامعتبر است!

source: Dashboard properties updated
fa: ویژگی های داشبورد به روز شد

source: The dashboard has been saved
fa: داشبورد ذخیره شده است

source: Access
fa: دسترسی

source: Owners is a list of users who can alter the dashboard. Searchable by name or username.
fa: Owners لیستی از کاربرانی است که می توانند داشبورد را تغییر دهند.

source: Colors
fa: رنگ ها

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks. If no roles are defined, then the dashboard is available to all roles.
fa: Roles لیستی است که دسترسی به داشبورد را مشخص می کند. اعطای دسترسی نقش به داشبورد، بررسی های سطح مجموعه داده را دور می زند. اگر هیچ نقشی تعریف نشده باشد، داشبورد برای همه نقش‌ها در دسترس است.

source: Dashboard properties
fa: ویژگی های داشبورد

source: This dashboard is managed externally, and can't be edited in Superset
fa: این داشبورد به صورت خارجی مدیریت می شود و در سوپرست قابل ویرایش نیست

source: Basic information
fa: اطلاعات اولیه

source: URL slug
fa: راز URL

source: A readable URL for your dashboard
fa: URL قابل خواندن برای داشبورد شما

source: Certification
fa: گواهینامه

source: Person or group that has certified this dashboard.
fa: شخص یا گروهی که این داشبورد را تأیید کرده است.

source: Any additional detail to show in the certification tooltip.
fa: هر گونه جزئیات اضافی برای نشان دادن در راهنمای ابزار صدور گواهینامه.

source: JSON metadata
fa: فراداده JSON

source: Please DO NOT overwrite the "filter_scopes" key.
fa: لطفاً کلید "filter_scopes" را بازنویسی نکنید.

source: Use "%(menuName)s" menu instead.
fa: به جای آن از منوی "%(menuName)s" استفاده کنید.

source: This dashboard is not published, it will not show up in the list of dashboards. Click here to publish this dashboard.
fa: این داشبورد منتشر نشده است، در لیست داشبوردها نشان داده نخواهد شد. برای انتشار این داشبورد اینجا را کلیک کنید.

source: This dashboard is not published which means it will not show up in the list of dashboards. Favorite it to see it there or access it by using the URL directly.
fa: این داشبورد منتشر نشده است که به این معنی است که در لیست داشبوردها نشان داده نخواهد شد. آن را مورد علاقه خود قرار دهید تا آن را در آنجا ببینید یا با استفاده از URL مستقیماً به آن دسترسی داشته باشید.

source: This dashboard is published. Click to make it a draft.
fa: این داشبورد منتشر شده است.

source: Draft
fa: پیش نویس

source: Annotation layers are still loading.
fa: لایه های حاشیه نویسی هنوز در حال بارگیری هستند.

source: One ore more annotation layers failed loading.
fa: یک یا چند لایه حاشیه نویسی دیگر بارگیری نشد.

source: Emitted values
fa: مقادیر منتشر شده

source: Click to clear emitted filters
fa: برای پاک کردن فیلترهای منتشر شده کلیک کنید

source: Data refreshed
fa: داده ها به روز شدند

source: Cached %s
fa: %s ذخیره شده در حافظه پنهان

source: Fetched %s
fa: %s واکشی شد

source: Query %s: %s
fa: پرسش %s: %s

source: Force refresh
fa: تجدید اجباری

source: Hide chart description
fa: پنهان کردن توضیحات نمودار

source: Show chart description
fa: نمایش توضیحات نمودار

source: View query
fa: نمایش پرس و جو

source: View as table
fa: مشاهده به عنوان جدول

source: Chart Data: %s
fa: داده های نمودار: %s

source: Cross-filter scoping
fa: محدوده فیلتر متقابل

source: Share chart by email
fa: نمودار را از طریق ایمیل به اشتراک بگذارید

source: Check out this chart:
fa: این نمودار را بررسی کنید

source: Download
fa: دانلود

source: Export to .CSV
fa: صادرات به CSV

source: Export to full .CSV
fa: صادرات به CSV کامل

source: Something went wrong.
fa: مشکلی پیش آمد.

source: Search...
fa: جستجو...

source: No filter is selected.
fa: هیچ فیلتری انتخاب نشده است.

source: Editing 1 filter:
fa: ویرایش 1 فیلتر:

source: Batch editing %d filters:
fa: ویرایش دسته ای %d فیلتر:

source: Configure filter scopes
fa: دامنه های فیلتر را پیکربندی کنید

source: There are no filters in this dashboard.
fa: هیچ فیلتری در این داشبورد وجود ندارد.

source: Expand all
fa: همه را گسترش دهید

source: Collapse all
fa: همه را جمع کنید

source: An error occurred while opening Explore
fa: هنگام باز کردن کاوش خطایی روی داد

source: Empty column
fa: ستون خالی

source: This markdown component has an error.
fa: این مؤلفه علامت گذاری دارای خطا است.

source: This markdown component has an error. Please revert your recent changes.
fa: این مؤلفه علامت گذاری دارای خطا است.

source: Empty row
fa: ردیف خالی

source: You can
fa: شما می توانید

source: create a new chart
fa: یک نمودار جدید ایجاد کنید

source: or use existing ones from the panel on the right
fa: یا از موارد موجود از پانل سمت راست استفاده کنید

source: You can add the components in the
fa: می توانید مؤلفه ها را در قسمت اضافه کنید

source: edit mode
fa: حالت ویرایش

source: Delete dashboard tab?
fa: برگه داشبورد حذف شود؟

source: Deleting a tab will remove all content within it. You may still reverse this action with the
fa: با حذف یک برگه، تمام محتوای آن حذف می شود.

source: undo
fa: لغو

source: button (cmd + z) until you save your changes.
fa: را فشار دهید (cmd z) تا زمانی که تغییرات خود را ذخیره کنید.

source: CANCEL
fa: لغو

source: Divider
fa: تقسیم کننده

source: Header
fa: سربرگ

source: Text
fa: متن

source: Tabs
fa: زبانه ها

source: background
fa: پس زمینه

source: Preview
fa: پیش نمایش

source: Sorry, something went wrong. Try again later.
fa: با عرض پوزش، مشکلی پیش آمد.

source: Add/Edit Filters
fa: افزودن/ویرایش فیلترها

source: No filters are currently added to this dashboard.
fa: در حال حاضر هیچ فیلتری به این داشبورد اضافه نشده است.

source: All filters (%(filterCount)d)
fa: همه فیلترها (%(filterCount)d)

source: No filters are currently added
fa: در حال حاضر هیچ فیلتری اضافه نشده است

source: Click the button above to add a filter to the dashboard
fa: برای افزودن فیلتر به داشبورد روی دکمه بالا کلیک کنید

source: Filter sets (%(filterSetCount)d)
fa: مجموعه‌های فیلتر (%(filterSetCount)d)

source: Apply filters
fa: اعمال فیلترها

source: Clear all
fa: پاک کردن همه

source: Enable cross-filtering
fa: فیلتر متقابل را فعال کنید

source: Orientation of filter bar
fa: جهت نوار فیلتر

source: Vertical (Left)
fa: عمودی (چپ)

source: Horizontal (Top)
fa: افقی (بالا)

source: More filters
fa: فیلترهای بیشتر

source: No applied filters
fa: فیلتر اعمال نشده است

source: Applied filters: %s
fa: فیلترهای اعمال شده: %s

source: Check configuration
fa: پیکربندی را بررسی کنید

source: Cannot load filter
fa: فیلتر بارگیری نمی شود

source: Editing filter set:
fa: ویرایش مجموعه فیلتر:

source: Filter set with this name already exists
fa: مجموعه فیلتر با این نام از قبل وجود دارد

source: Filter set already exists
fa: مجموعه فیلتر از قبل وجود دارد

source: This filter set is identical to: "%s"
fa: این مجموعه فیلتر با: "%s" یکسان است

source: Remove invalid filters
fa: فیلترهای نامعتبر را حذف کنید

source: Rebuild
fa: بازسازی

source: Filters (%d)
fa: فیلترها (%d)

source: This filter doesn't exist in dashboard. It will not be applied.
fa: این فیلتر در داشبورد وجود ندارد.

source: Filter metadata changed in dashboard. It will not be applied.
fa: ابرداده فیلتر در داشبورد تغییر کرد.

source: Please filter set name
fa: لطفاً نام مجموعه را فیلتر کنید

source: Create new filter set
fa: مجموعه فیلتر جدید ایجاد کنید

source: New filter set
fa: مجموعه فیلتر جدید

source: Please apply filter changes
fa: لطفاً تغییرات فیلتر را اعمال کنید

source: Unknown value
fa: مقدار نامشخص

source: Filters out of scope (%d)
fa: فیلترها خارج از محدوده (%d)

source: Dependent on
fa: وابسته به

source: Filter only displays values relevant to selections made in other filters.
fa: فیلتر فقط مقادیر مربوط به انتخاب های انجام شده در فیلترهای دیگر را نمایش می دهد.

source: All charts
fa: همه نمودارها

source: Scope
fa: دامنه

source: Filter type
fa: نوع فیلتر

source: Title is required
fa: عنوان مورد نیاز است

source: (Removed)
fa: (حذف شده)

source: Undo?
fa: واگرد؟

source: Add filters and dividers
fa: فیلترها و تقسیم کننده ها را اضافه کنید

source: [untitled]
fa: [بدون عنوان]

source: Cyclic dependency detected
fa: وابستگی چرخه ای شناسایی شد

source: Add and edit filters
fa: فیلترها را اضافه و ویرایش کنید

source: Column select
fa: انتخاب ستون

source: Select a column
fa: یک ستون را انتخاب کنید

source: No compatible columns found
fa: هیچ ستون سازگاری یافت نشد

source: No compatible datasets found
fa: هیچ مجموعه داده سازگاری یافت نشد

source: Value is required
fa: مقدار مورد نیاز است

source: (deleted or invalid type)
fa: (نوع حذف شده یا نامعتبر)

source: Limit type
fa: نوع حد

source: No available filters.
fa: فیلتری در دسترس نیست.

source: Add filter
fa: افزودن فیلتر

source: Values are dependent on other filters
fa: مقادیر به فیلترهای دیگر وابسته هستند

source: Values selected in other filters will affect the filter options to only show relevant values
fa: مقادیر انتخاب شده در فیلترهای دیگر بر گزینه های فیلتر تأثیر می گذارد تا فقط مقادیر مربوط را نشان دهد

source: Values dependent on
fa: ارزش های وابسته به

source: Scoping
fa: محدوده

source: Filter Configuration
fa: پیکربندی فیلتر

source: Filter Settings
fa: تنظیمات فیلتر

source: Select filter
fa: فیلتر را انتخاب کنید

source: Range filter
fa: فیلتر برد

source: Numerical range
fa: محدوده عددی

source: Time filter
fa: فیلتر زمان

source: Time range
fa: محدوده زمانی

source: Time column
fa: ستون زمان

source: Time grain
fa: دانه زمان

source: Group By
fa: گروه توسط

source: Group by
fa: گروه بندی بر اساس

source: Pre-filter is required
fa: پیش فیلتر مورد نیاز است

source: Filter name
fa: نام فیلتر

source: Name is required
fa: نام الزامی است

source: Filter Type
fa: نوع فیلتر

source: Datasets do not contain a temporal column
fa: مجموعه داده ها حاوی ستون زمانی نیستند

source: Dashboard time range filters apply to temporal columns defined in the filter section of each chart. Add temporal columns to the chart filters to have this dashboard filter impact those charts.
fa: فیلترهای محدوده زمانی داشبورد برای ستون های زمانی تعریف شده در آن اعمال می شود بخش فیلتر هر نمودار ستون های زمانی را به نمودار اضافه کنید فیلترهایی که این فیلتر داشبورد بر آن نمودارها تأثیر می گذارد.

source: Dataset is required
fa: مجموعه داده مورد نیاز است

source: Pre-filter available values
fa: مقادیر موجود را از قبل فیلتر کنید

source: Pre-filter
fa: پیش فیلتر

source: No filter
fa: بدون فیلتر

source: Optional time column if time range should apply to another column than the default time column
fa: ستون زمانی اختیاری اگر محدوده زمانی باید برای ستون دیگری غیر از ستون زمانی پیش‌فرض اعمال شود

source: Sort filter values
fa: مرتب سازی مقادیر فیلتر

source: Sort type
fa: نوع مرتب سازی

source: Sort ascending
fa: مرتب سازی صعودی

source: Sort Metric
fa: مرتب سازی متریک

source: If a metric is specified, sorting will be done based on the metric value
fa: اگر متریک مشخص شده باشد، مرتب سازی بر اساس مقدار متریک انجام می شود

source: Sort metric
fa: متریک مرتب سازی

source: Single Value
fa: ارزش واحد

source: Single value type
fa: نوع یک مقدار

source: Exact
fa: دقیق

source: Filter has default value
fa: فیلتر دارای مقدار پیش فرض است

source: Default Value
fa: مقدار پیش فرض

source: Default value is required
fa: مقدار پیش فرض مورد نیاز است

source: Refresh the default values
fa: مقادیر پیش فرض را بازخوانی کنید

source: Fill all required fields to enable "Default Value"
fa: برای فعال کردن "مقدار پیش‌فرض" همه فیلدهای لازم را پر کنید

source: You have removed this filter.
fa: شما این فیلتر را حذف کرده اید.

source: Restore Filter
fa: بازیابی فیلتر

source: Column is required
fa: ستون مورد نیاز است

source: Populate "Default value" to enable this control
fa: "مقدار پیش فرض" را برای فعال کردن این کنترل پر کنید

source: Default value set automatically when "Select first filter value by default" is checked
fa: مقدار پیش‌فرض به‌طور خودکار تنظیم می‌شود وقتی "انتخاب اولین مقدار فیلتر به طور پیش‌فرض" علامت زده شود

source: Default value must be set when "Filter value is required" is checked
fa: وقتی "مقدار فیلتر مورد نیاز است" علامت زده شود باید مقدار پیش فرض تنظیم شود

source: Default value must be set when "Filter has default value" is checked
fa: زمانی که "فیلتر مقدار پیش‌فرض دارد" علامت زده شود، مقدار پیش‌فرض باید تنظیم شود

source: Apply to all panels
fa: برای همه پانل ها اعمال شود

source: Apply to specific panels
fa: روی پانل های خاص اعمال شود

source: Only selected panels will be affected by this filter
fa: فقط پانل های انتخاب شده تحت تأثیر این فیلتر قرار می گیرند

source: All panels with this column will be affected by this filter
fa: تمام پانل های دارای این ستون تحت تأثیر این فیلتر قرار می گیرند

source: All panels
fa: همه پانل ها

source: This chart might be incompatible with the filter (datasets don't match)
fa: این نمودار ممکن است با فیلتر ناسازگار باشد (مجموعه داده ها مطابقت ندارند)

source: Keep editing
fa: به ویرایش ادامه دهید

source: Yes, cancel
fa: بله، لغو شود

source: There are unsaved changes.
fa: تغییرات ذخیره نشده ای وجود دارد.

source: Are you sure you want to cancel?
fa: آیا مطمئن هستید که می خواهید لغو کنید؟

source: Error loading chart datasources. Filters may not work correctly.
fa: خطا در بارگیری منابع داده نمودار.

source: Transparent
fa: شفاف

source: White
fa: سفید

source: All filters
fa: همه فیلترها

source: Click to edit %s in a new tab
fa: برای ویرایش %s در یک برگه جدید کلیک کنید

source: Click to edit chart.
fa: برای ویرایش نمودار کلیک کنید.

source: Click to edit %s.
fa: برای ویرایش %s کلیک کنید.

source: Use %s to open in a new tab.
fa: از %s برای باز کردن برگه جدید استفاده کنید.

source: Medium
fa: متوسط

source: New header
fa: هدر جدید

source: Tab title
fa: عنوان برگه

source: This session has encountered an interruption, and some controls may not work as intended. If you are the developer of this app, please check that the guest token is being generated correctly.
fa: این جلسه با وقفه مواجه شده است و برخی از کنترل ها ممکن است آنطور که در نظر گرفته شده کار نکنند. اگر توسعه‌دهنده این برنامه هستید، لطفاً بررسی کنید که نشانه مهمان به درستی تولید می‌شود.

source: Failed to load chart data
fa: داده های نمودار بارگیری نشد

source: Failed to load chart data.
fa: داده های نمودار بارگیری نشد.

source: Equal to (=)
fa: برابر با (=)

source: Not equal to (≠)
fa: مساوی نیست با (≠)

source: Less than (<)
fa: کمتر از (<)

source: Less or equal (<=)
fa: کمتر یا مساوی (<=)

source: Greater than (>)
fa: بزرگتر از (>)

source: Greater or equal (>=)
fa: بزرگتر یا مساوی (>=)

source: In
fa: در

source: Not in
fa: نه در

source: Like
fa: مانند

source: Like (case insensitive)
fa: مانند (بدون حساس به بزرگی)

source: Is not null
fa: پوچ نیست

source: Is null
fa: پوچ است

source: use latest_partition template
fa: از قالب last_partition استفاده کنید

source: Is true
fa: درست است

source: Is false
fa: نادرست است

source: Time granularity
fa: دانه بندی زمان

source: Duration in ms (100.40008 => 100ms 400µs 80ns)
fa: مدت زمان بر حسب میلی ثانیه (100.40008 => 100 میلی‌ثانیه 400 میکروثانیه و 80 ثانیه)

source: One or many columns to group by. High cardinality groupings should include a series limit to limit the number of fetched and rendered series.
fa: یک یا چند ستون برای گروه بندی. گروه‌بندی‌های با کاردینالیته بالا باید دارای محدودیت سری برای محدود کردن تعداد سری‌های واکشی و رندر شده باشند.

source: Fixed color
fa: رنگ ثابت

source: Right axis metric
fa: متریک محور راست

source: Linear color scheme
fa: طرح رنگ خطی

source: Color metric
fa: متریک رنگ

source: One or many controls to pivot as columns
fa: یک یا چند کنترل برای چرخش به عنوان ستون

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`,`1 day` or `56 weeks`
fa: دانه بندی زمانی برای تجسم. توجه داشته باشید که می‌توانید از زبان طبیعی ساده تایپ کنید و از آن به‌صورت «10 ثانیه»، «1 روز» یا «56 هفته» استفاده کنید.

source: Bubble size
fa: اندازه حباب

source: When `Calculation type` is set to "Percentage change", the Y Axis Format is forced to `.1%`
fa: وقتی «نوع محاسبه» روی «تغییر درصد» تنظیم می‌شود، فرمت محور Y به «.1%» تبدیل می‌شود

source: Color scheme
fa: طرح رنگ

source: An error occurred while starring this chart
fa: هنگام ستاره‌گذاری این نمودار خطایی روی داد

source: Chart [%s] has been saved
fa: نمودار [%s] ذخیره شده است

source: Chart [%s] has been overwritten
fa: نمودار [%s] بازنویسی شده است

source: Dashboard [%s] just got created and chart [%s] was added to it
fa: داشبورد [%s] به تازگی ایجاد شد و نمودار [%s] به آن اضافه شد

source: Chart [%s] was added to dashboard [%s]
fa: نمودار [%s] به داشبورد [%s] اضافه شد

source: Use this section if you want a query that aggregates
fa: اگر می خواهید پرس و جوی جمع آوری شود از این بخش استفاده کنید

source: NOT GROUPED BY
fa: گروه بندی نشده است

source: Use this section if you want to query atomic rows
fa: اگر می خواهید ردیف های اتمی را پرس و جو کنید از این بخش استفاده کنید

source: The X-axis is not on the filters list
fa: محور X در لیست فیلترها نیست

source: The X-axis is not on the filters list which will prevent it from being used in time range filters in dashboards. Would you like to add it to the filters list?
fa: محور X در لیست فیلترها نیست که از استفاده از آن در آن جلوگیری می کند فیلترهای محدوده زمانی در داشبورد آیا می خواهید آن را به لیست فیلترها اضافه کنید؟

source: You cannot delete the last temporal filter as it's used for time range filters in dashboards.
fa: شما نمی توانید آخرین فیلتر زمانی را حذف کنید زیرا برای فیلترهای محدوده زمانی در داشبورد استفاده می شود.

source: This section contains validation errors
fa: این بخش حاوی خطاهای اعتبارسنجی است

source: Keep control settings?
fa: تنظیمات کنترل را حفظ کنید؟

source: You've changed datasets. Any controls with data (columns, metrics) that match this new dataset have been retained.
fa: شما مجموعه داده ها را تغییر داده اید. هر گونه کنترل با داده (ستون ها، معیارها) که با این مجموعه داده جدید مطابقت داشته باشد، حفظ شده است.

source: Continue
fa: ادامه دهید

source: Clear form
fa: فرم پاک

source: No form settings were maintained
fa: هیچ تنظیمات فرم حفظ نشد

source: We were unable to carry over any controls when switching to this new dataset.
fa: ما نتوانستیم هیچ کنترلی را هنگام جابجایی به این مجموعه داده جدید انجام دهیم.

source: Customize
fa: سفارشی کردن

source: Generating link, please wait..
fa: در حال ایجاد پیوند، لطفا صبر کنید..

source: Chart height
fa: ارتفاع نمودار

source: Chart width
fa: عرض نمودار

source: Chart type requires a dataset
fa: نوع نمودار به یک مجموعه داده نیاز دارد

source: This chart type is not supported when using an unsaved query as a chart source.
fa: این نوع نمودار هنگام استفاده از پرس و جو ذخیره نشده به عنوان منبع نمودار پشتیبانی نمی شود

source: Create a dataset
fa: یک مجموعه داده ایجاد کنید

source: to visualize your data.
fa: برای تجسم داده های خود

source: Required control values have been removed
fa: مقادیر کنترلی مورد نیاز حذف شده است

source: Your chart is not up to date
fa: نمودار شما به روز نیست

source: You updated the values in the control panel, but the chart was not updated automatically. Run the query by clicking on the "Update chart" button or
fa: شما مقادیر را در کنترل پنل به روز کردید، اما نمودار به طور خودکار به روز نشد. پرس و جو را با کلیک بر روی دکمه "به روز رسانی نمودار" یا

source: Save (Overwrite)
fa: ذخیره (بازنویسی)

source: Save as...
fa: ذخیره به عنوان...

source: Chart name
fa: نام نمودار

source: Dataset Name
fa: نام مجموعه داده

source: A reusable dataset will be saved with your chart.
fa: یک مجموعه داده قابل استفاده مجدد با نمودار شما ذخیره می شود.

source: Add to dashboard
fa: افزودن به داشبورد

source: Select a dashboard
fa: داشبورد را انتخاب کنید

source: Select
fa: انتخاب کنید

source: a dashboard OR
fa: داشبورد OR

source: create
fa: ایجاد

source: a new one
fa: جدید

source: Save & go to new dashboard
fa: ذخیرهذخیره کنید و به داشبورد جدید بروید

source: Save & go to dashboard
fa: ذخیره کنید و به داشبورد بروید
