Repository: HosseinAsadzadeh/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: Whether to sort tooltip by the selected metric in descending order.
fa: آیا می‌توان راهنمای ابزار را بر اساس متریک انتخابی به ترتیب نزولی مرتب کرد یا خیر.

source: Tooltip
fa: نکته ابزار

source: Last available value seen on %s
fa: آخرین مقدار موجود در %s مشاهده شد

source: Not up to date
fa: به روز نیست

source: No data
fa: داده ای وجود ندارد

source: No data after filtering or data is NULL for the latest time record
fa: هیچ داده ای پس از فیلتر کردن وجود ندارد یا داده برای آخرین رکورد زمانی تهی است

source: Try applying different filters or ensuring your datasource has data
fa: سعی کنید فیلترهای مختلف را اعمال کنید یا اطمینان حاصل کنید که منبع داده شما دارای داده است

source: Big Number Font Size
fa: اندازه فونت عدد بزرگ

source: Tiny
fa: کوچک

source: Small
fa: کوچک

source: Normal
fa: عادی

source: Large
fa: بزرگ

source: Huge
fa: بزرگ

source: Subheader Font Size
fa: اندازه قلم فرعی

source: Display settings
fa: تنظیمات نمایش

source: Subheader
fa: سرفصل فرعی

source: Description text that shows up below your Big Number
fa: متن توضیحاتی که در زیر شماره بزرگ شما نشان داده می شود

source: Force date format
fa: فرمت تاریخ اجباری

source: Use date formatting even when metric value is not a timestamp
fa: از قالب بندی تاریخ استفاده کنید حتی زمانی که مقدار متریک مهر زمانی نیست

source: Showcases a single metric front-and-center. Big number is best used to call attention to a KPI or the one thing you want your audience to focus on.
fa: یک متریک جلو و مرکز را به نمایش می گذارد. بهتر است از عدد بزرگ برای جلب توجه به KPI یا چیزی که می‌خواهید مخاطبانتان روی آن تمرکز کنند استفاده شود.

source: A Big Number
fa: یک عدد بزرگ

source: With a subheader
fa: با عنوان فرعی

source: Formattable
fa: قابل قالب بندی

source: Comparison Period Lag
fa: تاخیر دوره مقایسه

source: Based on granularity, number of time periods to compare against
fa: بر اساس دانه بندی، تعداد دوره های زمانی برای مقایسه

source: Comparison suffix
fa: پسوند مقایسه

source: Suffix to apply after the percentage display
fa: پسوند برای اعمال پس از نمایش درصد

source: Show Timestamp
fa: نمایش مهر زمانی

source: Whether to display the timestamp
fa: آیا برای نمایش مهر زمان

source: Show Trend Line
fa: نمایش خط روند

source: Whether to display the trend line
fa: آیا خط روند نمایش داده شود یا خیر

source: Start y-axis at 0
fa: محور y را از 0 شروع کنید

source: Start y-axis at zero. Uncheck to start y-axis at minimum value in the data.
fa: محور y را از صفر شروع کنید.

source: Fix to selected Time Range
fa: بررسی محدوده زمانی انتخابی

source: Fix the trend line to the full time range specified in case filtered results do not include the start or end dates
fa: خط روند را در محدوده تمام وقت مشخص شده در مواردی که نتایج فیلتر شده شامل تاریخ شروع یا پایان نباشد، ثابت کنید

source: Showcases a single number accompanied by a simple line chart, to call attention to an important metric along with its change over time or other dimension.
fa: یک عدد را همراه با یک نمودار خطی ساده نشان می دهد تا توجه را به یک معیار مهم همراه با تغییر آن در طول زمان یا بعد دیگر جلب کند.

source: Whisker/outlier options
fa: گزینه های Whisker/outlier

source: Determines how whiskers and outliers are calculated.
fa: ​​نحوه محاسبه سبیل و پرت را تعیین می کند.

source: Tukey
fa: توکی

source: Min/max (no outliers)
fa: حداقل/حداکثر (بدون نقاط پرت)

source: 2/98 percentiles
fa: 2/98 صدک

source: 9/91 percentiles
fa: 9/91 صدک

source: Categories to group by on the x-axis.
fa: دسته بندی ها برای گروه بندی بر اساس محور x.

source: Distribute across
fa: توزیع در سراسر

source: Columns to calculate distribution across.
fa: ستون هایی برای محاسبه توزیع در سراسر.

source: Also known as a box and whisker plot, this visualization compares the distributions of a related metric across multiple groups. The box in the middle emphasizes the mean, median, and inner 2 quartiles. The whiskers around each box visualize the min, max, range, and outer 2 quartiles.
fa: این تجسم که به‌عنوان نمودار جعبه و سبیل نیز شناخته می‌شود، توزیع یک متریک مرتبط را در چندین گروه مقایسه می‌کند. جعبه در وسط بر میانگین، میانه و 2 چارک داخلی تأکید دارد. سبیل های اطراف هر جعبه حداقل، حداکثر، برد و 2 چارک بیرونی را تجسم می کنند.

source: ECharts
fa: نمودارهای الکترونیکی

source: Labels
fa: برچسب ها

source: Whether to display the labels.
fa: آیا برچسب ها نمایش داده شوند یا خیر.

source: Showcases how a metric changes as the funnel progresses. This classic chart is useful for visualizing drop-off between stages in a pipeline or lifecycle.
fa: نشان می دهد که چگونه یک متریک با پیشرفت قیف تغییر می کند. این نمودار کلاسیک برای تجسم افت بین مراحل در خط لوله یا چرخه حیات مفید است.

source: Funnel Chart
fa: نمودار قیف

source: Sequential
fa: ترتیبی

source: Columns to group by
fa: ستون ها برای گروه بندی بر اساس

source: General
fa: ژنرال

source: Min
fa: دقیقه

source: Minimum value on the gauge axis
fa: حداقل مقدار در محور گیج

source: Max
fa: حداکثر

source: Maximum value on the gauge axis
fa: حداکثر مقدار در محور سنج

source: Start angle
fa: زاویه شروع

source: Angle at which to start progress axis
fa: زاویه ای که در آن محور پیشرفت شروع می شود

source: End angle
fa: زاویه پایان

source: Angle at which to end progress axis
fa: زاویه ای که در آن محور پیشرفت به پایان می رسد

source: Font size
fa: اندازه فونت

source: Font size for axis labels, detail value and other text elements
fa: اندازه قلم برای برچسب های محور، مقدار جزئیات و سایر عناصر متن

source: Value format
fa: قالب مقدار

source: Additional text to add before or after the value, e.g. unit
fa: متن اضافی برای اضافه کردن قبل یا بعد از مقدار، به عنوان مثال.

source: Show pointer
fa: نشانگر را نشان دهید

source: Whether to show the pointer
fa: نشانگر نمایش داده شود یا خیر

source: Animation
fa: انیمیشن

source: Whether to animate the progress and the value or just display them
fa: آیا پیشرفت و مقدار را متحرک کنید یا فقط آنها را نمایش دهید

source: Axis
fa: محور

source: Show axis line ticks
fa: نمایش تیک های خط محور

source: Whether to show minor ticks on the axis
fa: نشان دادن تیک های جزئی در محور

source: Show split lines
fa: نمایش خطوط تقسیم شده

source: Whether to show the split lines on the axis
fa: آیا برای نشان دادن خطوط تقسیم روی محور

source: Split number
fa: عدد تقسیم

source: Number of split segments on the axis
fa: تعداد قطعات تقسیم شده روی محور

source: Progress
fa: پیشرفت

source: Show progress
fa: پیشرفت را نشان دهید

source: Whether to show the progress of gauge chart
fa: نمایش پیشرفت نمودار سنج

source: Overlap
fa: همپوشانی

source: Whether the progress bar overlaps when there are multiple groups of data
fa: آیا نوار پیشرفت زمانی که چندین گروه داده وجود دارد همپوشانی دارد یا خیر

source: Round cap
fa: کلاهک گرد

source: Style the ends of the progress bar with a round cap
fa: انتهای نوار پیشرفت را با یک کلاهک گرد حالت دهید

source: Intervals
fa: فواصل

source: Interval bounds
fa: محدوده های فاصله

source: Comma-separated interval bounds, e.g. 2,4,5 for intervals 0-2, 2-4 and 4-5. Last number should match the value provided for MAX.
fa: مرزهای فاصله جدا شده با کاما، به عنوان مثال. 2،4،5 برای فواصل 0-2، 2-4 و 4-5. آخرین عدد باید با مقدار ارائه شده برای MAX مطابقت داشته باشد.

source: Interval colors
fa: رنگ های فاصله ای

source: Comma-separated color picks for the intervals, e.g. 1,2,4. Integers denote colors from the chosen color scheme and are 1-indexed. Length must be matching that of interval bounds.
fa: انتتخاب رنگ جدا شده با کاما برای فواصل، به عنوان مثال. 1،2،4. اعداد صحیح نشان دهنده رنگ ها از طرح رنگ انتخابی هستند و 1 شاخص هستند. طول باید با محدوده فاصله مطابقت داشته باشد.

source: Uses a gauge to showcase progress of a metric towards a target. The position of the dial represents the progress and the terminal value in the gauge represents the target value.
fa: از یک سنج برای نمایش پیشرفت یک متریک به سمت یک هدف استفاده می کند. موقعیت صفحه نشان دهنده پیشرفت و مقدار پایانه در گیج نشان دهنده مقدار هدف است.

source: Gauge Chart
fa: نمودار سنج

source: Name of the source nodes
fa: نام گره های منبع

source: Name of the target nodes
fa: نام گره های هدف

source: Source category
fa: دسته منبع

source: The category of source nodes used to assign colors. If a node is associated with more than one category, only the first will be used.
fa: دسته گره های منبع مورد استفاده برای تخصیص رنگ ها. اگر یک گره با بیش از یک دسته مرتبط باشد، تنها دسته اول استفاده خواهد شد.

source: Target category
fa: رده هدف

source: Category of target nodes
fa: دسته گره های هدف

source: Chart options
fa: گزینه های نمودار

source: Layout
fa: چیدمان

source: Graph layout
fa: طرح بندی نمودار

source: Force
fa: نیرو

source: Layout type of graph
fa: نوع چیدمان نمودار

source: Edge symbols
fa: نمادهای لبه

source: Symbol of two ends of edge line
fa: نماد دو انتهای خط لبه

source: None -> None
fa: هیچ -> هیچ

source: None -> Arrow
fa: هیچ -> پیکان

source: Circle -> Arrow
fa: دایره -> پیکان

source: Circle -> Circle
fa: دایره -> دایره

source: Enable node dragging
fa: کشیدن گره را فعال کنید

source: Whether to enable node dragging in force layout mode.
fa: آیا کشیدن گره در حالت طرح بندی اجباری فعال شود یا خیر.

source: Enable graph roaming
fa: رومینگ گراف را فعال کنید

source: Disabled
fa: از کار افتاده

source: Scale only
fa: فقط مقیاس

source: Move only
fa: فقط حرکت

source: Scale and Move
fa: مقیاس و حرکت

source: Whether to enable changing graph position and scaling.
fa: فعال کردن تغییر موقعیت نمودار و مقیاس بندی.

source: Node select mode
fa: حالت انتخاب گره

source: Single
fa: مجرد

source: Multiple
fa: چندگانه

source: Allow node selections
fa: اجازه انتخاب گره

source: Label threshold
fa: آستانه برچسب

source: Minimum value for label to be displayed on graph.
fa: حداقل مقدار برچسب برای نمایش در نمودار.

source: Node size
fa: اندازه گره

source: Median node size, the largest node will be 4 times larger than the smallest
fa: اندازه متوسط ​​گره، بزرگترین گره 4 برابر بزرگتر از کوچکترین خواهد بود

source: Edge width
fa: عرض لبه

source: Median edge width, the thickest edge will be 4 times thicker than the thinnest.
fa: عرض لبه متوسط، ضخیم ترین لبه 4 برابر ضخیم تر از باریک ترین خواهد بود.

source: Edge length
fa: طول لبه

source: Edge length between nodes
fa: طول لبه بین گره ها

source: Gravity
fa: جاذبه

source: Strength to pull the graph toward center
fa: قدرت برای کشیدن نمودار به سمت مرکز

source: Repulsion
fa: دفع

source: Repulsion strength between nodes
fa: قدرت دافعه بین گره ها

source: Friction
fa: اصطکاک

source: Friction between nodes
fa: اصطکاک بین گره ها

source: Displays connections between entities in a graph structure. Useful for mapping relationships and showing which nodes are important in a network. Graph charts can be configured to be force-directed or circulate. If your data has a geospatial component, try the deck.gl Arc chart.
fa: اتصالات بین موجودیت ها را در ساختار گراف نشان می دهد. برای نگاشت روابط و نشان دادن کدام گره ها در یک شبکه مفید است. نمودارهای نموداری را می توان به گونه ای پیکربندی کرد که هدایت شونده یا گردش شوند. اگر داده‌های شما دارای یک جزء جغرافیایی است، نمودار قوس deck.gl را امتحان کنید.

source: Graph Chart
fa: نمودار نمودار

source: Structural
fa: سازه ای

source: Series type
fa: نوع سری

source: Smooth Line
fa: خط صاف

source: Step - start
fa: مرحله - شروع

source: Step - middle
fa: مرحله - وسط

source: Step - end
fa: مرحله - پایان

source: Series chart type (line, bar etc)
fa: نوع نمودار سری (خط، میله و غیره)

source: Area chart
fa: نمودار مساحتی

source: Draw area under curves. Only applicable for line types.
fa: مساحت زیر منحنی ها را رسم کنید.

source: Opacity of area chart.
fa: کدورت نمودار مساحت.

source: Marker
fa: نشانگر

source: Draw a marker on data points. Only applicable for line types.
fa: یک نشانگر روی نقاط داده بکشید

source: Marker size
fa: اندازه نشانگر

source: Size of marker. Also applies to forecast observations.
fa: اندازه نشانگر

source: Primary
fa: ابتدایی

source: Secondary
fa: ثانویه

source: Primary or secondary y-axis
fa: محور y اولیه یا ثانویه

source: Shared query fields
fa: فیلدهای پرس و جو مشترک

source: Advanced analytics Query A
fa: جستجوی تجزیه و تحلیل پیشرفته A

source: Advanced analytics Query B
fa: جستجوی تجزیه و تحلیل پیشرفته B

source: Data Zoom
fa: زوم داده ها

source: Enable data zooming controls
fa: کنترل های بزرگنمایی داده را فعال کنید

source: Rotate x axis label
fa: برچسب محور x را بچرخانید

source: Input field supports custom rotation. e.g. 30 for 30°
fa: فیلد ورودی از چرخش سفارشی پشتیبانی می کند.

source: Minor Split Line
fa: خط شکاف کوچک

source: Draw split lines for minor y-axis ticks
fa: برای تیک های کوچک محور y خطوط تقسیم را رسم کنید

source: Truncate Y Axis
fa: محور Y را کوتاه کنید

source: Truncate Y Axis. Can be overridden by specifying a min or max bound.
fa: محور Y را کوتاه کنید.

source: Primary y-axis format
fa: قالب اصلی محور y

source: Logarithmic y-axis
fa: محور y لگاریتمی

source: Logarithmic scale on primary y-axis
fa: مقیاس لگاریتمی در محور y اولیه

source: Secondary y-axis format
fa: فرمت محور y ثانویه

source: Secondary y-axis title
fa: عنوان ثانویه محور y

source: Logarithmic scale on secondary y-axis
fa: مقیاس لگاریتمی در محور y ثانویه

source: Visualize two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).
fa: دو سری مختلف را با استفاده از یک محور x تجسم کنید. توجه داشته باشید که هر دو سری را می توان با یک نوع نمودار متفاوت تجسم کرد (به عنوان مثال 1 با استفاده از میله ها و 1 با استفاده از یک خط).

source: Visualize two different time series using the same x-axis. Note that each time series can be visualized differently (e.g. 1 using bars and 1 using a line).
fa: دو سری زمانی مختلف را با استفاده از یک محور x تجسم کنید. توجه داشته باشید که هر سری زمانی را می توان به صورت متفاوتی تجسم کرد (به عنوان مثال 1 با استفاده از میله ها و 1 با استفاده از یک خط).

source: Mixed Chart
fa: نمودار ترکیبی

source: Mixed Time-Series
fa: سری زمانی مختلط

source: Put the labels outside of the pie?
fa: برچسب ها را خارج از پای قرار دهید؟

source: Label Line
fa: خط برچسب

source: Draw line from Pie to label when labels outside?
fa: خطی از پای به برچسب بکشید وقتی که برچسب ها بیرون هستند؟

source: Show Total
fa: نمایش مجموع

source: Whether to display the aggregate count
fa: نمایش تعداد کل

source: Pie shape
fa: شکل پای

source: Outer Radius
fa: شعاع بیرونی

source: Outer edge of Pie chart
fa: لبه بیرونی نمودار دایره ای

source: Inner Radius
fa: شعاع داخلی

source: Inner radius of donut hole
fa: شعاع داخلی سوراخ دونات

source: The classic. Great for showing how much of a company each investor gets, what demographics follow your blog, or what portion of the budget goes to the military industrial complex. Pie charts can be difficult to interpret precisely. If clarity of relative proportion is important, consider using a bar or other chart type instead.
fa: کلاسیک. برای نشان دادن اینکه هر سرمایه‌گذار چه مقدار از شرکت را به دست می‌آورد، چه جمعیت‌شناسی وبلاگ شما را دنبال می‌کند، یا چه بخشی از بودجه به مجتمع صنعتی نظامی اختصاص می‌یابد عالی است. تفسیر دقیق نمودارهای دایره ای ممکن است دشوار باشد. اگر وضوح نسبت نسبی مهم است، به جای آن از یک میله یا نوع نمودار دیگر استفاده کنید.

source: Total: %s
fa: مجموع: %s

source: The maximum value of metrics. It is an optional configuration
fa: حداکثر مقدار معیارها.

source: Label position
fa: موقعیت برچسب

source: Radar
fa: رادار

source: Customize Metrics
fa: سفارشی کردن معیارها

source: Further customize how to display each metric
fa: نحوه نمایش هر معیار را بیشتر سفارشی کنید

source: Circle radar shape
fa: شکل رادار دایره ای

source: Radar render type, whether to display 'circle' shape.
fa: نوع رندر رادار، آیا برای نمایش شکل دایره.

source: Visualize a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.
fa: مجموعه ای موازی از معیارها را در چندین گروه تجسم کنید. هر گروه با استفاده از خط نقاط خاص خود تجسم می شود و هر متریک به عنوان یک لبه در نمودار نشان داده می شود.

source: Radar Chart
fa: نمودار رادار

source: Sets the hierarchy levels of the chart. Each level is represented by one ring with the innermost circle as the top of the hierarchy.
fa: سطوح سلسله مراتبی نمودار را تنظیم می کند. هر سطح است با یک حلقه با درونی ترین دایره به عنوان بالای سلسله مراتب نشان داده شده است.

source: Sunburst Chart v2
fa: نمودار Sunburst v2

source: When using other than adaptive formatting, labels may overlap
fa: هنگام استفاده به غیر از قالب بندی تطبیقی، برچسب ها ممکن است همپوشانی داشته باشند

source: Swiss army knife for visualizing data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
fa: چاقوی ارتش سوئیس برای تجسم داده ها. بین نمودارهای پله، خط، پراکندگی و میله ای انتخاب کنید. این نوع viz گزینه های سفارشی سازی زیادی نیز دارد.

source: Swiss army knife for visualizing time series data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
fa: چاقوی ارتش سوئیس برای تجسم داده های سری زمانی. بین نمودارهای پله، خط، پراکندگی و میله ای انتخاب کنید. این نوع viz گزینه های سفارشی سازی زیادی نیز دارد.

source: Generic Chart
fa: نمودار عمومی

source: Time-series Chart
fa: نمودار سری زمانی

source: zoom area
fa: منطقه زوم

source: restore zoom
fa: بازیابی بزرگنمایی

source: Series Style
fa: سبک سری

source: Area chart opacity
fa: کدورت نمودار مساحتی

source: Opacity of Area Chart. Also applies to confidence band.
fa: کدورت نمودار مساحت.

source: Marker Size
fa: اندازه نشانگر

source: Area charts are similar to line charts in that they represent variables with the same scale, but area charts stack the metrics on top of each other.
fa: نمودارهای مساحتی شبیه نمودارهای خطی هستند، زیرا آنها متغیرهایی را با مقیاس یکسان نشان می دهند، اما نمودارهای مساحتی معیارها را روی هم قرار می دهند.

source: Time-series Area chart are similar to line chart in that they represent variables with the same scale, but area charts stack the metrics on top of each other. An area chart in Superset can be stream, stack, or expand.
fa: نمودار مساحت سری زمانی شبیه به نمودار خطی است زیرا آنها متغیرها را با مقیاس یکسان نشان می دهند، اما نمودارهای منطقه معیارها را روی یکدیگر قرار می دهند. نمودار ناحیه در سوپرست می تواند به صورت استریم، پشته یا بسط باشد.

source: Area Chart
fa: نمودار مساحتی

source: Time-series Area Chart
fa: نمودار مساحت سری زمانی

source: Axis Title
fa: عنوان محور

source: AXIS TITLE MARGIN
fa: حاشیه عنوان محور

source: AXIS TITLE POSITION
fa: موقعیت عنوان محور

source: Rotate axis label
fa: برچسب محور را بچرخانید

source: Axis Format
fa: فرمت محور

source: Logarithmic axis
fa: محور لگاریتمی

source: Draw split lines for minor axis ticks
fa: خطوط تقسیم را برای تیک های محور کوچک رسم کنید

source: Truncate Axis
fa: محور کوتاه

source: It’s not recommended to truncate axis in Bar chart.
fa: کوتاه کردن محور در نمودار میله ای توصیه نمی شود.

source: Axis Bounds
fa: مرزهای محور

source: Bounds for the axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
fa: محدوده برای محور. وقتی خالی می ماند، کران ها به صورت پویا بر اساس حداقل/حداکثر داده ها تعریف می شوند. توجه داشته باشید که این ویژگی فقط محدوده محور را افزایش می دهد. وسعت داده ها را محدود نمی کند.

source: Chart Orientation
fa: جهت نمودار

source: Bar orientation
fa: جهت گیری نوار

source: Horizontal
fa: افقی

source: Orientation of bar chart
fa: جهت نمودار میله ای

source: Bar Charts are used to show metrics as a series of bars.
fa: نمودارهای میله ای برای نشان دادن معیارها به صورت یک سری میله استفاده می شود.

source: Time-series Bar Charts are used to show the changes in a metric over time as a series of bars.
fa: نمودارهای میله ای سری زمانی برای نشان دادن تغییرات یک متریک در طول زمان به عنوان یک سری میله استفاده می شود.

source: Time-series Bar Chart
fa: نمودار میله ای سری زمانی

source: Line chart is used to visualize measurements taken over a given category. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
fa: نمودار خطی برای تجسم اندازه گیری های انجام شده در یک دسته بندی خاص استفاده می شود. نمودار خطی نوعی نمودار است که اطلاعات را به صورت مجموعه ای از نقاط داده که توسط بخش های خط مستقیم به هم متصل شده اند نمایش می دهد. این یک نوع اساسی از نمودار است که در بسیاری از زمینه ها رایج است.

source: Time-series line chart is used to visualize repeated measurements taken over regular time intervals. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
fa: نمودار خطی سری زمانی برای تجسم اندازه گیری های مکرر انجام شده در بازه های زمانی منظم استفاده می شود. نمودار خطی نوعی نمودار است که اطلاعات را به صورت مجموعه ای از نقاط داده که توسط بخش های خط مستقیم به هم متصل شده اند نمایش می دهد. این یک نوع اساسی از نمودار است که در بسیاری از زمینه ها رایج است.

source: Line Chart
fa: نمودار خطی

source: Time-series Line Chart
fa: نمودار خطی سری زمانی

source: Scatter Plot has the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
fa: پلات پراکنده دارای محور افقی در واحدهای خطی است و نقاط به ترتیب به هم متصل شده اند. رابطه آماری بین دو متغیر را نشان می دهد.

source: Time-series Scatter Plot has time on the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
fa: نمودار پراکندگی سری زمانی دارای زمان بر روی محور افقی در واحدهای خطی است و نقاط به ترتیب به هم متصل می شوند. رابطه آماری بین دو متغیر را نشان می دهد.

source: Scatter Plot
fa: طرح پراکندگی

source: Time-series Scatter Plot
fa: طرح پراکندگی سری زمانی

source: Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
fa: mooth-line تغییری از نمودار خطی است. بدون زوایا و لبه های سخت، Smooth-line گاهی هوشمندتر و حرفه ای تر به نظر می رسد.

source: Time-series Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
fa: سری زمانی Smooth-line تغییری از نمودار خطی است. بدون زوایا و لبه های سخت، Smooth-line گاهی هوشمندتر و حرفه ای تر به نظر می رسد.

source: Time-series Smooth Line
fa: خط صاف سری زمانی

source: Step type
fa: نوع مرحله ای

source: Start
fa: شروع کنید

source: Middle
fa: وسط

source: End
fa: پایان

source: Defines whether the step should appear at the beginning, middle or end between two data points
fa: تعیین می کند که آیا مرحله باید در ابتدا، وسط یا پایان بین دو نقطه داده ظاهر شود

source: Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
fa: نمودار خط پله ای (که نمودار پله ای نیز نامیده می شود) یک تغییر نمودار خطی است اما با خطی که مجموعه ای از مراحل را بین نقاط داده تشکیل می دهد. زمانی که می خواهید تغییراتی را که در فواصل زمانی نامنظم رخ می دهد را نشان دهید، نمودار گام می تواند مفید باشد.

source: Time-series Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
fa: نمودار خط پله ای سری زمانی (که نمودار پله ای نیز نامیده می شود) یک تغییر نمودار خطی است اما با خطی که مجموعه ای از مراحل را بین نقاط داده تشکیل می دهد. زمانی که می خواهید تغییراتی را که در فواصل زمانی نامنظم رخ می دهد را نشان دهید، نمودار گام می تواند مفید باشد.

source: Stepped Line
fa: خط پله ای

source: Time-series Stepped Line
fa: خط پله ای سری زمانی
