Repository: HosseinAsadzadeh/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: The passwords for the databases below are needed in order to import them. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in explore files and should be added manually after the import if they are needed.
fa: رمزهای عبور پایگاه داده های زیر برای وارد کردن آنها مورد نیاز است. لطفاً توجه داشته باشید که بخش‌های «Secure Extra» و «Certificate» در پیکربندی پایگاه داده در فایل‌های کاوش وجود ندارد و در صورت نیاز باید پس از وارد کردن به صورت دستی اضافه شوند.

source: %s PASSWORD
fa: %s رمز عبور

source: You are importing one or more databases that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
fa: شما یک یا چند پایگاه داده را وارد می‌کنید که از قبل وجود دارد. بازنویسی ممکن است باعث شود بخشی از کار خود را از دست بدهید. آیا مطمئن هستید که می خواهید رونویسی کنید؟

source: Database Creation Error
fa: خطای ایجاد پایگاه داده

source: We are unable to connect to your database. Click "See more" for database-provided information that may help troubleshoot the issue.
fa: ما قادر به اتصال به پایگاه داده شما نیستیم. برای اطلاعات ارائه شده در پایگاه داده که ممکن است به عیب یابی مشکل کمک کند، روی "مشاهده بیشتر" کلیک کنید.

source: CREATE DATASET
fa: ایجاد مجموعه داده

source: QUERY DATA IN SQL LAB
fa: QUERY DATA در SQL LAB

source: Connect a database
fa: یک پایگاه داده را وصل کنید

source: Edit database
fa: ویرایش پایگاه داده

source: Connect this database using the dynamic form instead
fa: به جای آن این پایگاه داده را با استفاده از فرم پویا وصل کنید

source: Click this link to switch to an alternate form that exposes only the required fields needed to connect this database.
fa: روی این پیوند کلیک کنید تا به فرم دیگری بروید که فقط فیلدهای لازم برای اتصال این پایگاه داده را نشان می دهد.

source: Additional fields may be required
fa: ممکن است فیلدهای اضافی مورد نیاز باشد

source: Select databases require additional fields to be completed in the Advanced tab to successfully connect the database. Learn what requirements your databases has
fa: برای اتصال موفقیت آمیز پایگاه داده، نیاز به تکمیل فیلدهای اضافی در برگه Advanced است. بیاموزید که پایگاه داده شما چه الزاماتی دارد.

source: Import database from file
fa: پایگاه داده را از فایل وارد کنید

source: Connect this database with a SQLAlchemy URI string instead
fa: در عوض این پایگاه داده را با یک رشته URI SQLAlchemy وصل کنید

source: Click this link to switch to an alternate form that allows you to input the SQLAlchemy URL for this database manually.
fa: روی این پیوند کلیک کنید تا به فرم دیگری بروید که به شما امکان می دهد URL SQLAlchemy را برای این پایگاه داده به صورت دستی وارد کنید.

source: This can be either an IP address (e.g. 127.0.0.1) or a domain name (e.g. mydatabase.com).
fa: این می تواند یک آدرس IP (به عنوان مثال 127.0.0.1) یا یک نام دامنه (مانند mydatabase.com) باشد.

source: Host
fa: میزبان

source: e.g. 5432
fa: به عنوان مثال

source: Port
fa: بندر

source: e.g. sql/protocolv1/o/12345
fa: به عنوان مثال

source: Copy the name of the HTTP Path of your cluster.
fa: نام مسیر HTTP خوشه خود را کپی کنید.

source: Copy the name of the database you are trying to connect to.
fa: نام پایگاه داده ای را که می خواهید به آن متصل شوید کپی کنید.

source: Access token
fa: رمز دسترسی

source: Pick a nickname for how the database will display in Superset.
fa: یک نام مستعار برای نحوه نمایش پایگاه داده در Superset انتخاب کنید.

source: e.g. param1=value1&param2=value2
fa: به عنوان مثال

source: Additional Parameters
fa: پارامترهای اضافی

source: Add additional custom parameters
fa: اضافه کردن پارامترهای سفارشی اضافی

source: SSL Mode "require" will be used.
fa: حالت SSL "نیاز" استفاده خواهد شد.

source: Type of Google Sheets allowed
fa: نوع کاربرگ‌نگار Google مجاز است

source: Publicly shared sheets only
fa: فقط برگه های به اشتراک گذاشته شده عمومی

source: Public and privately shared sheets
fa: برگه های مشترک عمومی و خصوصی

source: How do you want to enter service account credentials?
fa: چگونه می خواهید اعتبار حساب سرویس را وارد کنید؟

source: Upload JSON file
fa: فایل JSON را آپلود کنید

source: Copy and Paste JSON credentials
fa: اعتبار JSON را کپی و جایگذاری کنید

source: Service Account
fa: حساب خدمات

source: Paste content of service credentials JSON file here
fa: محتوای فایل JSON اعتبارنامه سرویس را در اینجا جای‌گذاری کنید

source: Copy and paste the entire service account .json file here
fa: کل فایل json. حساب سرویس را در اینجا کپی و جایگذاری کنید

source: Upload Credentials
fa: اعتبارنامه را آپلود کنید

source: Use the JSON file you automatically downloaded when creating your service account.
fa: از فایل JSON که هنگام ایجاد حساب سرویس خود به طور خودکار دانلود کرده اید استفاده کنید.

source: Connect Google Sheets as tables to this database
fa: Google Sheets را به عنوان جداول به این پایگاه داده متصل کنید

source: Google Sheet Name and URL
fa: نام و URL برگه Google

source: Enter a name for this sheet
fa: یک نام برای این برگه وارد کنید

source: Paste the shareable Google Sheet URL here
fa: URL قابل اشتراک‌گذاری صفحه Google را در اینجا جای‌گذاری کنید

source: Add sheet
fa: ورق اضافه کنید

source: Copy the account name of that database you are trying to connect to.
fa: نام حساب پایگاه داده ای را که می خواهید به آن متصل شوید کپی کنید.

source: e.g. compute_wh
fa: به عنوان مثال

source: e.g. AccountAdmin
fa: به عنوان مثال

source: Dataset imported
fa: مجموعه داده وارد شده است

source: An error occurred while fetching dataset related data
fa: هنگام واکشی داده های مربوط به مجموعه داده خطایی روی داد

source: An error occurred while fetching dataset related data: %s
fa: هنگام واکشی داده های مربوط به مجموعه داده خطایی روی داد: %s

source: Physical dataset
fa: مجموعه داده فیزیکی

source: Virtual dataset
fa: مجموعه داده مجازی

source: Virtual
fa: مجازی

source: Duplicate
fa: تکراری

source: An error occurred while fetching dataset owner values: %s
fa: هنگام واکشی مقادیر مالک مجموعه داده: %s خطایی روی داد

source: An error occurred while fetching datasets: %s
fa: هنگام واکشی مجموعه داده‌ها خطایی روی داد: %s

source: An error occurred while fetching schema values: %s
fa: هنگام واکشی مقادیر طرحواره: %s خطایی روی داد

source: Import datasets
fa: وارد کردن مجموعه داده ها

source: There was an issue deleting the selected datasets: %s
fa: مشکلی در حذف مجموعه داده‌های انتخابی وجود داشت: %s

source: There was an issue duplicating the dataset.
fa: مشکلی در کپی کردن مجموعه داده وجود داشت.

source: There was an issue duplicating the selected datasets: %s
fa: مشکلی در تکرار مجموعه داده‌های انتخابی وجود داشت: %s

source: The dataset %s is linked to %s charts that appear on %s dashboards. Are you sure you want to continue? Deleting the dataset will break those objects.
fa: مجموعه داده %s به نمودارهای %s مرتبط است که در داشبورد %s ظاهر می‌شوند. آیا مطمئن هستید که میخواهید ادامه دهید؟ حذف مجموعه داده آن اشیاء را از بین می برد.

source: Delete Dataset?
fa: مجموعه داده حذف شود؟

source: Are you sure you want to delete the selected datasets?
fa: آیا مطمئن هستید که می خواهید مجموعه داده های انتخاب شده را حذف کنید؟

source: 0 Selected
fa: 0 انتخاب شد

source: %s Selected (Virtual)
fa: %s انتخاب شده (مجازی)

source: %s Selected (Physical)
fa: %s انتخاب شده (فیزیکی)

source: %s Selected (%s Physical, %s Virtual)
fa: %s انتخاب شده (%s فیزیکی، %s مجازی)

source: Duplicate dataset
fa: مجموعه داده تکراری

source: New dataset name
fa: نام مجموعه داده جدید

source: The passwords for the databases below are needed in order to import them together with the datasets. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
fa: رمزهای عبور برای پایگاه داده های زیر برای وارد کردن آنها به همراه مجموعه داده ها مورد نیاز است. لطفاً توجه داشته باشید که بخش‌های «Secure Extra» و «Certificate» پیکربندی پایگاه داده در فایل‌های صادراتی وجود ندارد و در صورت نیاز باید پس از وارد کردن به صورت دستی اضافه شوند.

source: You are importing one or more datasets that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
fa: شما در حال وارد کردن یک یا چند مجموعه داده ای هستید که از قبل وجود دارد. بازنویسی ممکن است باعث شود بخشی از کار خود را از دست بدهید. آیا مطمئن هستید که می خواهید رونویسی کنید؟

source: Refreshing columns
fa: ستون‌های تازه‌سازی

source: Table columns
fa: ستون های جدول

source: Loading
fa: در حال بارگذاری

source: This table already has a dataset associated with it. You can only associate one dataset with a table.
fa: این جدول قبلاً یک مجموعه داده مرتبط با آن دارد. شما فقط می توانید یک مجموعه داده را با یک جدول مرتبط کنید.

source: View Dataset
fa: مشاهده مجموعه داده

source: This table already has a dataset
fa: این جدول قبلاً یک مجموعه داده دارد

source: Datasets can be created from database tables or SQL queries. Select a database table to the left or
fa: مجموعه داده ها را می توان از جداول پایگاه داده یا پرس و جوهای SQL ایجاد کرد. یک جدول پایگاه داده را در سمت چپ یا انتخاب کنید

source: create dataset from SQL query
fa: ایجاد مجموعه داده از پرس و جوی SQLایجاد مجموعه داده از پرس و جوی SQL

source: to open SQL Lab. From there you can save the query as a dataset.
fa: برای باز کردن SQL Lab.

source: Select dataset source
fa: منبع داده را انتخاب کنید

source: No table columns
fa: بدون ستون جدول

source: This database table does not contain any data. Please select a different table.
fa: این جدول پایگاه داده حاوی هیچ داده ای نیست.

source: An Error Occurred
fa: خطایی روی داد

source: Unable to load columns for the selected table. Please select a different table.
fa: بارگیری ستون ها برای جدول انتخابی امکان پذیر نیست.

source: The API response from %s does not match the IDatabaseTable interface.
fa: پاسخ API از %s با رابط IDatabaseTable مطابقت ندارد.

source: Usage
fa: استفاده

source: Chart owners
fa: صاحبان نمودار

source: Chart last modified
fa: نمودار آخرین تغییر

source: Chart last modified by
fa: نمودار آخرین بار توسط

source: Dashboard usage
fa: استفاده از داشبورد

source: Create chart with dataset
fa: ایجاد نمودار با مجموعه داده

source: This dataset is not used to power any charts.
fa: این مجموعه داده برای تامین هیچ نموداری استفاده نمی شود.

source: Select a database table.
fa: یک جدول پایگاه داده را انتخاب کنید.

source: Create dataset and create chart
fa: ایجاد مجموعه داده و ایجاد نمودار

source: New dataset
fa: مجموعه داده جدید

source: Select a database table and create dataset
fa: یک جدول پایگاه داده را انتخاب کنید و مجموعه داده ایجاد کنید

source: dataset name
fa: نام مجموعه داده

source: There was an error fetching tables
fa: در واکشی جداول خطایی روی داد

source: Select database & schema
fa: پایگاه داده را انتخاب کنید

source: Table loading
fa: بارگذاری جدول

source: No database tables found
fa: هیچ جدول پایگاه داده یافت نشد

source: Try selecting a different schema
fa: طرحی متفاوت را انتخاب کنید

source: Select database table
fa: جدول پایگاه داده را انتخاب کنید

source: Refresh table list
fa: فهرست جدول را تازه کنید

source: Refresh tables
fa: تازه کردن جداول

source: Search tables
fa: جستجو در جداول

source: Duration: %s
fa: مدت زمان: %s

source: Tab name
fa: نام برگه

source: TABLES
fa: جداول

source: Open query in SQL Lab
fa: پرس و جو را در آزمایشگاه SQL باز کنید

source: An error occurred while fetching database values: %s
fa: هنگام واکشی مقادیر پایگاه داده: %s خطایی روی داد

source: An error occurred while fetching user values: %s
fa: هنگام واکشی مقادیر کاربر: %s خطایی روی داد

source: Search by query text
fa: جستجو بر اساس متن پرس و جو

source: Next
fa: بعد

source: User query
fa: پرس و جو کاربر

source: Executed query
fa: پرس و جو اجرا شد

source: The passwords for the databases below are needed in order to import them together with the saved queries. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
fa: گذرواژه‌های پایگاه‌های داده زیر برای وارد کردن آنها همراه با جستارهای ذخیره‌شده مورد نیاز است. لطفاً توجه داشته باشید که بخش‌های «Secure Extra» و «Certificate» پیکربندی پایگاه داده در فایل‌های صادراتی وجود ندارد و در صورت نیاز باید پس از وارد کردن به صورت دستی اضافه شوند.

source: You are importing one or more saved queries that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
fa: شما در حال وارد کردن یک یا چند عبارت جستجوی ذخیره شده هستید که از قبل وجود دارد. بازنویسی ممکن است باعث شود بخشی از کار خود را از دست بدهید. آیا مطمئن هستید که می خواهید رونویسی کنید؟

source: Query imported
fa: پرس و جو وارد شد

source: There was an issue previewing the selected query %s
fa: مشکلی در پیش نمایش پرس و جو انتخاب شده %s وجود داشت

source: Import queries
fa: پرس و جوها را وارد کنید

source: There was an issue deleting the selected queries: %s
fa: مشکلی در حذف عبارت‌های انتخابی وجود داشت: %s

source: Edit query
fa: پرس و جو را ویرایش کنید

source: Copy query URL
fa: URL پرس و جو را کپی کنید

source: Export query
fa: درخواست صادرات

source: Delete query
fa: حذف پرس و جو

source: This action will permanently delete the saved query.
fa: این عمل به طور دائم درخواست ذخیره شده را حذف می کند.

source: Delete Query?
fa: پرس و جو حذف شود؟

source: Are you sure you want to delete the selected queries?
fa: آیا مطمئن هستید که می خواهید جستارهای انتخاب شده را حذف کنید؟

source: queries
fa: پرس و جوها

source: Query name
fa: نام استعلام

source: [Untitled]
fa: [بدون عنوان]

source: Unknown
fa: ناشناخته

source: Viewed %s
fa: %s مشاهده شد

source: Edited
fa: ویرایش شده

source: Created
fa: ایجاد شده

source: Viewed
fa: مشاهده شد

source: Mine
fa: مال خودم

source: View All »
fa: مشاهده همه »

source: charts
fa: نمودارها

source: dashboards
fa: داشبورد

source: recents
fa: اخیرا

source: saved queries
fa: پرس و جوهای ذخیره شده

source: No charts yet
fa: هنوز نموداری وجود ندارد

source: No dashboards yet
fa: هنوز داشبوردی وجود ندارد

source: No recents yet
fa: هنوز خبری جدید نیست

source: No saved queries yet
fa: هنوز درخواستی ذخیره نشده است

source: %(other)s dashboards will appear here
fa: داشبوردهای %(other)s اینجا ظاهر می شوند

source: %(other)s recents will appear here
fa: %(other)s اخیراً در اینجا ظاهر می شود

source: %(other)s saved queries will appear here
fa: %(other)s پرس و جوهای ذخیره شده در اینجا ظاهر می شوند

source: Recently viewed charts, dashboards, and saved queries will appear here
fa: نمودارها، داشبوردها و پرس و جوهای ذخیره شده اخیراً مشاهده شده در اینجا ظاهر می شوند

source: Recently created charts, dashboards, and saved queries will appear here
fa: نمودارها، داشبوردها و پرس و جوهای ذخیره شده اخیراً ایجاد شده در اینجا ظاهر می شوند

source: Recently edited charts, dashboards, and saved queries will appear here
fa: نمودارها، داشبوردها و پرسش‌های ذخیره‌شده اخیراً ویرایش شده در اینجا ظاهر می‌شوند

source: SQL query
fa: پرس و جو SQL

source: You don't have any favorites yet!
fa: شما هنوز هیچ مورد دلخواه ندارید!

source: See all %(tableName)s
fa: همه %(tableName)s را ببینید

source: query
fa: پرس و جو

source: Ran %s
fa: %s را اجرا کرد

source: There was an issue fetching your recent activity: %s
fa: مشکلی در واکشی فعالیت اخیر شما وجود داشت: %s

source: There was an issue fetching your dashboards: %s
fa: مشکلی در واکشی داشبوردهای شما وجود داشت: %s

source: There was an issue fetching your chart: %s
fa: مشکلی در واکشی نمودار شما وجود داشت: %s

source: There was an issue fetching your saved queries: %s
fa: مشکلی در واکشی عبارت‌های ذخیره شده شما وجود داشت: %s

source: Thumbnails
fa: تصاویر کوچک

source: Recents
fa: اخیرا

source: Connect database
fa: اتصال پایگاه داده

source: Create dataset
fa: ایجاد مجموعه داده

source: Connect Google Sheet
fa: Google Sheet را وصل کنید

source: Upload CSV to database
fa: CSV را در پایگاه داده آپلود کنید

source: Upload columnar file to database
fa: فایل ستونی را در پایگاه داده آپلود کنید

source: Upload Excel file to database
fa: فایل اکسل را در پایگاه داده آپلود کنید

source: Enable 'Allow file uploads to database' in any database's settings
fa: 'Allow uploads file to database' را در تنظیمات هر پایگاه داده فعال کنید

source: Profile
fa: نمایه

source: Info
fa: اطلاعات

source: Logout
fa: خروج

source: About
fa: در مورد

source: Powered by Apache Superset
fa: مجهز به آپاچی سوپرست

source: Build
fa: ساخت

source: Documentation
fa: مستندات

source: Report a bug
fa: یک اشکال را گزارش کنید

source: Login
fa: ورود

source: Select start and end date
fa: تاریخ شروع و پایان را انتخاب کنید

source: Type or Select [%s]
fa: تایپ یا انتخاب کنید [%s]

source: Tools
fa: ابزار

source: Filter box
fa: جعبه فیلتر

source: Chart component that lets you add a custom filter UI in your dashboard. When added to dashboard, a filter box lets users specify specific values or ranges to filter charts by. The charts that each filter box is applied to can be fine tuned as well in the dashboard view. Note that this plugin is being replaced with the new Filters feature that lives in the dashboard view itself. It's easier to use and has more capabilities!
fa: جزء نمودار که به شما امکان می دهد یک رابط کاربری فیلتر سفارشی را در داشبورد خود اضافه کنید. وقتی به داشبورد اضافه می‌شود، یک جعبه فیلتر به کاربران امکان می‌دهد مقادیر یا محدوده‌های خاصی را برای فیلتر کردن نمودارها مشخص کنند. نمودارهایی که هر جعبه فیلتر روی آنها اعمال می شود را می توان در نمای داشبورد نیز به خوبی تنظیم کرد. توجه داشته باشید که این افزونه در حال جایگزینی با ویژگی فیلترهای جدید است که در خود نمای داشبورد وجود دارد. استفاده از آن راحت تر است و قابلیت های بیشتری دارد!

source: Filters configuration
fa: پیکربندی فیلترها

source: Filter configuration for the filter box
fa: پیکربندی فیلتر برای جعبه فیلتر

source: Date filter
fa: فیلتر تاریخ

source: Whether to include a time filter
fa: آیا باید فیلتر زمان اضافه شود یا خیر

source: Instant filtering
fa: فیلتر فوری

source: Check to apply filters instantly as they change instead of displaying [Apply] button
fa: به جای نمایش دکمه [اعمال]، علامت بزنید تا فیلترها به محض تغییر فوراً اعمال شوند.

source: Show time grain dropdown
fa: نمایش کشویی دانه زمان

source: Check to include time grain dropdown
fa: برای گنجاندن جدول کشویی زمان دانه را علامت بزنید

source: Show time column
fa: نمایش ستون زمان

source: Check to include time column dropdown
fa: برای گنجاندن کشویی ستون زمان، علامت بزنید

source: Limit selector values
fa: مقادیر انتخابگر محدود

source: These filters apply to the values available in the dropdowns
fa: این فیلترها برای مقادیر موجود در کرکره ها اعمال می شوند

source: Templated link, it's possible to include {{ metric }} or other values coming from the controls.
fa: پیوند الگو، می‌توان {{ متریک }} یا مقادیر دیگری را که از کنترل‌ها به دست می‌آیند درج کرد.

source: Time-series Table
fa: جدول سری زمانی

source: Compare multiple time series charts (as sparklines) and related metrics quickly.
fa: نمودارهای سری زمانی متعدد (به عنوان خطوط جرقه ای) و معیارهای مرتبط را به سرعت مقایسه کنید.

source: We have the following keys: %s
fa: کلیدهای زیر را داریم: %s
