Repository: HosseinAsadzadeh/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: Alert query returned a non-number value.
fa: پرسش هشدار یک مقدار غیر عددی را برگرداند.

source: Alert found an error while executing a query.
fa: هشدار هنگام اجرای یک پرس و جو خطایی پیدا کرد.

source: A timeout occurred while executing the query.
fa: در حین اجرای پرس و جو، مهلت زمانی رخ داد.

source: A timeout occurred while taking a screenshot.
fa: هنگام گرفتن اسکرین شات، مهلت زمانی رخ داد.

source: A timeout occurred while generating a csv.
fa: هنگام تولید csv یک مهلت زمانی رخ داد.

source: A timeout occurred while generating a dataframe.
fa: در حین تولید یک دیتا فریم، مهلت زمانی رخ داد.

source: Alert fired during grace period.
fa: هشدار در طول دوره مهلت شلیک شد.

source: Alert ended grace period.
fa: هشدار پایان دوره مهلت.

source: Alert on grace period
fa: هشدار در مورد دوره مهلت

source: Report Schedule state not found
fa: وضعیت زمانبندی گزارش یافت نشد

source: Report schedule system error
fa: خطای سیستم برنامه ریزی را گزارش کنید

source: Report schedule client error
fa: گزارش خطای برنامه‌ریزی مشتری

source: Report schedule unexpected error
fa: گزارش خطای غیرمنتظره برنامه زمان بندی

source: Changing this report is forbidden
fa: تغییر این گزارش ممنوع است

source: An error occurred while pruning logs
fa: هنگام هرس سیاهه‌ها خطایی روی داد

source: Failed to execute %(query)s
fa: %(query)s اجرا نشد

source: Please check your template parameters for syntax errors and make sure they match across your SQL query and Set Parameters. Then, try running your query again.
fa: لطفاً پارامترهای الگوی خود را از نظر خطاهای نحوی بررسی کنید و مطمئن شوید که با پرس و جوی SQL و پارامترهای تنظیم شده مطابقت دارند. سپس، دوباره درخواست خود را اجرا کنید.

source: The parameter %(parameters)s in your query is undefined.
fa: پارامتر %(parameters)s در جستار شما تعریف نشده است.

source: The query contains one or more malformed template parameters.
fa: پرس و جو حاوی یک یا چند پارامتر الگوی نادرست است.

source: Please check your query and confirm that all template parameters are surround by double braces, for example, "{{ ds }}". Then, try running your query again.
fa: لطفاً درخواست خود را بررسی کنید و تأیید کنید که همه پارامترهای الگو با پرانتزهای دوتایی احاطه شده اند، به عنوان مثال، "{{ ds }}". سپس، دوباره درخواست خود را اجرا کنید.

source: The database referenced in this query was not found. Please contact an administrator for further assistance or try again.
fa: پایگاه داده ای که در این پرس و جو به آن ارجاع داده شده است یافت نشد. لطفاً برای راهنمایی بیشتر با یک سرپرست تماس بگیرید یا دوباره امتحان کنید. ​Look up details

source: The query associated with these results could not be found. You need to re-run the original query.
fa: جستجوی مرتبط با این نتایج یافت نشد. باید کوئری اصلی را دوباره اجرا کنید.

source: Cannot access the query
fa: امکان دسترسی به پرس و جو وجود ندارد

source: Data could not be retrieved from the results backend. You need to re-run the original query.
fa: داده ها را نمی توان از پشتیبان نتایج بازیابی کرد. باید کوئری اصلی را دوباره اجرا کنید.

source: Data could not be deserialized from the results backend. The storage format might have changed, rendering the old data stake. You need to re-run the original query.
fa: داده ها را نمی توان از نتایج پشتیبان جداسازی کرد. قالب ذخیره سازی ممکن است تغییر کرده باشد، و به اشتراک گذاری داده های قدیمی تبدیل شده باشد. باید کوئری اصلی را دوباره اجرا کنید.

source: Scheduled task executor not found
fa: اجرای وظیفه برنامه ریزی شده یافت نشد

source: Record Count
fa: شمارش رکورد

source: No records found
fa: هیچ رکوردی یافت نشد

source: Filter List
fa: فهرست فیلتر

source: Search
fa: جستجو

source: Refresh
fa: تازه کردن

source: Import dashboards
fa: واردات داشبورد

source: Import Dashboard(s)
fa: وارد کردن داشبورد(های)

source: File
fa: پرونده

source: Choose File
fa: فایل را انتخاب کنید

source: Upload
fa: آپلود

source: No Access!
fa: بدون دسترسی!

source: You do not have permissions to access the datasource(s): %(name)s.
fa: شما مجوز دسترسی به منبع داده (ها): %(name)s را ندارید.

source: Request Permissions
fa: درخواست مجوزها

source: Cancel
fa: لغو

source: Use the edit button to change this field
fa: از دکمه ویرایش برای تغییر این فیلد استفاده کنید

source: Test Connection
fa: تست اتصال

source: Resource was not found.
fa: منبع یافت نشد.

source: [Superset] Access to the datasource %(name)s was granted
fa: [Superset] دسترسی به منبع داده %(name)s اعطا شد

source: Unsupported clause type: %(clause)s
fa: نوع عبارت پشتیبانی نشده: %(clause)s

source: Invalid metric object: %(metric)s
fa: شی متریک نامعتبر: %(metric)s

source: Unable to find such a holiday: [%(holiday)s]
fa: نمی توان چنین تعطیلاتی را پیدا کرد: [%(holiday)s]

source: DB column %(col_name)s has unknown type: %(value_type)s
fa: ستون DB %(col_name)s دارای نوع ناشناخته است: %(value_type)s

source: percentiles must be a list or tuple with two numeric values, of which the first is lower than the second value
fa: صدک ها باید یک لیست یا چند تایی با دو مقدار عددی باشند که اولی کمتر از مقدار دوم است.

source: `compare_columns` must have the same length as `source_columns`.
fa: `compare_columns` باید طولی برابر با 'source_columns' داشته باشد.

source: `compare_type` must be `difference`, `percentage` or `ratio`
fa: «نوع_مقایسه» باید «تفاوت»، «درصد» یا «نسبت» باشد

source: `rename_columns` must have the same length as `columns`.
fa: "rename_columns" باید طول "Columns" یکسان داشته باشد.

source: Invalid cumulative operator: %(operator)s
fa: عملگر تجمعی نامعتبر: %(operator)s

source: Invalid geohash string
fa: رشته geohash نامعتبر است

source: Invalid longitude/latitude
fa: طول و عرض جغرافیایی نامعتبر

source: Invalid geodetic string
fa: رشته ژئودتیکی نامعتبر

source: Pivot operation requires at least one index
fa: عملیات Pivot حداقل به یک شاخص نیاز دارد

source: Pivot operation must include at least one aggregate
fa: عملیات محوری باید حداقل یک مجموع را شامل شود

source: `prophet` package not installed
fa: بسته پیامبر نصب نشده است

source: Time grain missing
fa: غلات زمان گم شده است

source: Unsupported time grain: %(time_grain)s
fa: دانه زمان پشتیبانی نشده: %(time_grain)s

source: Periods must be a whole number
fa: دوره ها باید یک عدد کامل باشند

source: Confidence interval must be between 0 and 1 (exclusive)
fa: فاصله اطمینان باید بین 0 و 1 باشد (انحصاری)

source: DataFrame must include temporal column
fa: DataFrame باید شامل ستون زمانی باشد

source: DataFrame include at least one series
fa: DataFrame شامل حداقل یک سری است

source: Label already exists
fa: برچسب از قبل وجود دارد

source: Resample operation requires DatetimeIndex
fa: عملیات نمونه گیری مجدد به DatetimeIndex نیاز دارد

source: Resample method should in
fa: روش نمونه گیری مجدد باید در

source: Undefined window for rolling operation
fa: پنجره تعریف نشده برای عملیات نورد

source: Window must be > 0
fa: پنجره باید > 0 باشد

source: Invalid rolling_type: %(type)s
fa: نوع_غلبه نامعتبر: %(type)s

source: Invalid options for %(rolling_type)s: %(options)s
fa: گزینه های نامعتبر برای %(rolling_type)s: %(options)s

source: Referenced columns not available in DataFrame.
fa: ستون های مرجع در DataFrame موجود نیستند.

source: Column referenced by aggregate is undefined: %(column)s
fa: ستون ارجاع شده توسط مجموع تعریف نشده است: %(column)s

source: Operator undefined for aggregator: %(name)s
fa: عملگر برای جمع‌آورنده تعریف نشده است: %(name)s

source: Invalid numpy function: %(operator)s
fa: تابع numpy نامعتبر: %(operator)s

source: User
fa: کاربر

source: User Roles
fa: نقش های کاربر

source: Database URL
fa: URL پایگاه داده

source: Datasource
fa: منبع داده

source: Roles to grant
fa: نقش هایی که باید اعطا شوند

source: Created On
fa: ایجاد شد

source: Unexpected time range: %s
fa: محدوده زمانی غیرمنتظره: %s

source: Table [%{table}s] could not be found, please double check your database connection, schema, and table name, error: {}
fa: جدول [%{table}s] یافت نشد، لطفاً اتصال پایگاه داده، طرح و نام جدول خود را دوباره بررسی کنید، خطا: {}

source: json isn't valid
fa: json معتبر نیست

source: Export to YAML
fa: صادرات به YAML

source: Export to YAML?
fa: صادرات به YAML؟

source: Delete
fa: حذف کنید

source: Delete all Really?
fa: حذف همه واقعا؟

source: Is favorite
fa: مورد علاقه است

source: The data source seems to have been deleted
fa: به نظر می رسد منبع داده حذف شده است

source: The user seems to have been deleted
fa: به نظر می رسد کاربر حذف شده است

source: Access was requested
fa: دسترسی درخواست شد

source: The access requests seem to have been deleted
fa: به نظر می رسد درخواست های دسترسی حذف شده اند

source: %(user)s was granted the role %(role)s that gives access to the %(datasource)s
fa: %(user)s نقش %(role)s را دریافت کرد که به %(datasource)s دسترسی می دهد

source: Role %(r)s was extended to provide the access to the datasource %(ds)s
fa: نقش %(r)s برای فراهم کردن دسترسی به منبع داده %(ds)s گسترش یافت

source: You have no permission to approve this request
fa: شما اجازه ندارید این درخواست را تأیید کنید

source: You don't have the rights to download as csv
fa: شما حق دانلود به عنوان csv را ندارید

source: Cannot import dashboard: %(db_error)s. Make sure to create the database before importing the dashboard.
fa: نمی توان داشبورد را وارد کرد: %(db_error)s. قبل از وارد کردن داشبورد، مطمئن شوید که پایگاه داده را ایجاد کرده اید.

source: An unknown error occurred. Please contact your Superset administrator
fa: یک خطای ناشناخته رخ داد

source: Error: permalink state not found
fa: خطا: وضعیت پیوند ثابت یافت نشد

source: Error: %(msg)s
fa: خطا: %(msg)s

source: You don't have the rights to alter this chart
fa: شما حق تغییر این نمودار را ندارید

source: You don't have the rights to create a chart
fa: شما حق ایجاد نمودار را ندارید

source: Explore - %(table)s
fa: کاوش - %(table)s

source: Explore
fa: کاوش

source: Chart [{}] has been saved
fa: نمودار [{}] ذخیره شده است

source: Chart [{}] has been overwritten
fa: نمودار [{}] بازنویسی شده است

source: You don't have the rights to alter this dashboard
fa: شما حق تغییر این داشبورد را ندارید

source: Chart [{}] was added to dashboard [{}]
fa: نمودار [{}] به داشبورد [{}] اضافه شد

source: You don't have the rights to create a dashboard
fa: شما حق ایجاد داشبورد را ندارید

source: Dashboard [{}] just got created and chart [{}] was added to it
fa: داشبورد [{}] به تازگی ایجاد شد و نمودار [{}] به آن اضافه شد

source: Schema undefined
fa: طرح واره تعریف نشده است

source: Database not found: %(id)s
fa: پایگاه داده یافت نشد: %(id)s

source: This dashboard was changed recently. Please reload dashboard to get latest version.
fa: این داشبورد اخیرا تغییر کرده است.

source: Could not load database driver: %(driver_name)s
fa: درایور پایگاه داده بارگیری نشد: %(driver_name)s

source: Invalid connection string, a valid string usually follows: 'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'
fa: رشته اتصال نامعتبر است، یک رشته معتبر معمولاً به شرح زیر است:

source: Malformed request. slice_id or table_name and db_name arguments are expected
fa: درخواست نادرست

source: Chart %(id)s not found
fa: نمودار %(id)s یافت نشد

source: Table %(table)s wasn't found in the database %(db)s
fa: جدول %(table)s در پایگاه داده %(db)s یافت نشد

source: permalink state not found
fa: وضعیت پیوند ثابت یافت نشد

source: One or more required fields are missing in the request. Please try again, and if the problem persists conctact your administrator.
fa: ک یا چند فیلد الزامی در درخواست وجود ندارد. لطفاً دوباره امتحان کنید و اگر مشکل برطرف نشد با سرپرست خود تماس بگیرید.

source: You are not authorized to see this query. If you think this is an error, please reach out to your administrator.
fa: شما مجاز به دیدن این درخواست نیستید. اگر فکر می کنید این یک خطا است، لطفاً با سرپرست خود تماس بگیرید.

source: The provided `rows` argument is not a valid integer.
fa: آرگومان «ردیف» ارائه شده یک عدد صحیح معتبر نیست.

source: %(user)s's profile
fa: نمایه %(user)s

source: Show CSS Template
fa: نمایش الگوی CSS

source: Add CSS Template
fa: قالب CSS را اضافه کنید

source: Edit CSS Template
fa: ویرایش قالب CSS

source: Template Name
fa: نام الگو

source: A human-friendly name
fa: نامی انسان پسند

source: Used internally to identify the plugin. Should be set to the package name from the pluginʼs package.json
fa: به صورت داخلی برای شناسایی افزونه استفاده می شود. باید روی نام بسته از plugin's package.json تنظیم شود

source: A full URL pointing to the location of the built plugin (could be hosted on a CDN for example)
fa: یک URL کامل که به مکان افزونه ساخته شده اشاره می کند (مثلاً می تواند روی CDN میزبانی شود)

source: Custom Plugins
fa: پلاگین های سفارشی

source: Custom Plugin
fa: افزونه سفارشی

source: Add a Plugin
fa: افزودن یک پلاگین

source: Edit Plugin
fa: افزونه ویرایش

source: The dataset associated with this chart no longer exists
fa: مجموعه داده مرتبط با این نمودار دیگر وجود ندارد

source: Could not determine datasource type
fa: نوع منبع داده تعیین نشد

source: Could not find viz object
fa: نتوانستم شیء را پیدا کنم

source: Show Chart
fa: نمایش نمودار

source: Add Chart
fa: نمودار را اضافه کنید

source: Edit Chart
fa: ویرایش نمودار

source: These parameters are generated dynamically when clicking the save or overwrite button in the explore view. This JSON object is exposed here for reference and for power users who may want to alter specific parameters.
fa: این پارامترها هنگام کلیک بر روی دکمه ذخیره یا بازنویسی در نمای کاوش به صورت پویا تولید می شوند. این شی JSON در اینجا برای مرجع و برای کاربران قدرتمندی که ممکن است بخواهند پارامترهای خاصی را تغییر دهند در معرض دید قرار می گیرد.

source: Duration (in seconds) of the caching timeout for this chart. Note this defaults to the datasource/table timeout if undefined.
fa: مددت زمان (بر حسب ثانیه) زمان ذخیره کش برای این نمودار. توجه داشته باشید که اگر تعریف نشده باشد، این به‌طور پیش‌فرض در مهلت زمانی منبع داده/جدول است.

source: Last Modified
fa: آخرین تغییر

source: Parameters
fa: پارامترها

source: Chart
fa: نمودار

source: Visualization Type
fa: نوع تجسم

source: Show Dashboard
fa: نمایش داشبورد

source: Add Dashboard
fa: داشبورد را اضافه کنید

source: Edit Dashboard
fa: ویرایش داشبورد

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
fa: این شی json موقعیت ویدجت ها را در داشبورد توصیف می کند. هنگام تنظیم اندازه و موقعیت ویجت ها با استفاده از کشیدن و رها کردن در نمای داشبورد به صورت پویا ایجاد می شود.

source: The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
fa: CSS برای داشبوردهای جداگانه را می توان در اینجا یا در نمای داشبورد که تغییرات بلافاصله قابل مشاهده است تغییر داد.

source: To get a readable URL for your dashboard
fa: برای دریافت یک URL قابل خواندن برای داشبورد خود

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
fa: این شی JSON هنگام کلیک کردن روی دکمه ذخیره یا بازنویسی در نمای داشبورد به صورت پویا تولید می شود. در اینجا برای مرجع و برای کاربران قدرتمندی که ممکن است بخواهند پارامترهای خاصی را تغییر دهند، نمایش داده شده است.

source: Owners is a list of users who can alter the dashboard.
fa: Owners لیستی از کاربرانی است که می توانند داشبورد را تغییر دهند.

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks.If no roles are defined then the dashboard is available to all roles.
fa: Roles لیستی است که دسترسی به داشبورد را مشخص می کند. اعطای دسترسی نقش به داشبورد، بررسی‌های سطح مجموعه داده را دور می‌زند. اگر هیچ نقشی تعریف نشده باشد، داشبورد برای همه نقش‌ها در دسترس است.

source: Determines whether or not this dashboard is visible in the list of all dashboards
fa: تعیین می کند که آیا این داشبورد در لیست همه داشبوردها قابل مشاهده است یا خیر

source: Dashboard
fa: داشبورد

source: Title
fa: عنوان

source: Slug
fa: لبه

source: Published
fa: منتشر شد

source: Position JSON
fa: موقعیت JSON

source: JSON Metadata
fa: فراداده JSON

source: Export
fa: صادرات

source: Export dashboards?
fa: صادرات داشبورد؟

source: CSV Upload
fa: CSV آپلود

source: Select a file to be uploaded to the database
fa: فایلی را برای آپلود در پایگاه داده انتخاب کنید

source: Only the following file extensions are allowed: %(allowed_extensions)s
fa: فقط پسوندهای فایل زیر مجاز هستند: %(allowed_extensions)s

source: Name of table to be created with CSV file
fa: نام جدولی که باید با فایل CSV ایجاد شود

source: Table name cannot contain a schema
fa: نام جدول نمی تواند شامل طرح واره باشد

source: Select a database to upload the file to
fa: پایگاه داده ای را برای آپلود فایل انتخاب کنید

source: Select a schema if the database supports this
fa: در صورتی که پایگاه داده از آن پشتیبانی می کند یک طرح واره را انتخاب کنید

source: Delimiter
fa: تحدید کننده

source: Enter a delimiter for this data
fa: یک جداکننده برای این داده ها وارد کنید

source: Other
fa: دیگر

source: If Table Already Exists
fa: اگر جدول از قبل وجود داشته باشد

source: What should happen if the table already exists
fa: اگر جدول از قبل وجود داشته باشد چه اتفاقی باید بیفتد

source: Fail
fa: شکست

source: Replace
fa: جایگزین کنید

source: Append
fa: الحاق

source: Skip Initial Space
fa: فاصله اولیه را پرش کنید

source: Skip spaces after delimiter
fa: فاصله ها را بعد از جداکننده پرش کنید

source: Skip Blank Lines
fa: از خطوط خالی بگذرید

source: Skip blank lines rather than interpreting them as Not A Number values
fa: خطوط خالی را به جای تفسیر به عنوان مقادیر غیر عددی نادیده بگیرید

source: Columns To Be Parsed as Dates
fa: ستون هایی که به عنوان تاریخ تجزیه می شوند

source: A comma separated list of columns that should be parsed as dates
fa: فهرستی از ستون‌ها که باید به عنوان تاریخ تجزیه شوند

source: Interpret Datetime Format Automatically
fa: تفسیر قالب تاریخ به صورت خودکار

source: Interpret the datetime format automatically
fa: قالب تاریخ را بطور خودکار تفسیر کنید

source: Decimal Character
fa: کاراکتر اعشاری

source: Character to interpret as decimal point
fa: نویسه برای تفسیر به عنوان نقطه اعشار

source: Null Values
fa: مقادیر صفر

source: Json list of the values that should be treated as null. Examples: [""] for empty strings, ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only a single value
fa: لیست Json از مقادیری که باید به عنوان null در نظر گرفته شوند. مثال‌ها: [""] برای رشته‌های خالی، ["هیچ"، "N/A"]، ["nan"، "null"]. هشدار: پایگاه داده Hive تنها از یک مقدار پشتیبانی می کند

source: Index Column
fa: ستون فهرست

source: Column to use as the row labels of the dataframe. Leave empty if no index column
fa: ستونی برای استفاده به عنوان برچسب ردیف دیتافریم

source: Dataframe Index
fa: شاخص چارچوب داده

source: Write dataframe index as a column
fa: شاخص قاب داده را به صورت ستونی بنویسید

source: Column Label(s)
fa: برچسب(های) ستون

source: Column label for index column(s). If None is given and Dataframe Index is checked, Index Names are used
fa: بررچسب ستون برای ستون(های) شاخص. اگر None داده شود و Dataframe Index علامت زده شود، از Index Names استفاده می شود

source: Columns To Read
fa: ستون هایی برای خواندن

source: Json list of the column names that should be read
fa: لیست Json از نام ستون هایی که باید خوانده شوند

source: Overwrite Duplicate Columns
fa: رونویسی ستون های تکراری

source: If duplicate columns are not overridden, they will be presented as "X.1, X.2 ...X.x"
fa: اگر ستون های تکراری لغو نشده باشند، به صورت "X.1, X.2 ...X.x" ارائه می شوند.

source: Header Row
fa: ردیف سرصفحه

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row
fa: سطر حاوی سرصفحه هایی برای استفاده به عنوان نام ستون ها (0 خط اول داده است). اگر ردیف سرصفحه وجود ندارد، خالی بگذارید

source: Rows to Read
fa: ردیف هایی برای خواندن

source: Number of rows of file to read
fa: تعداد ردیف های فایل برای خواندن

source: Skip Rows
fa: ردیف را پرش کنید

source: Number of rows to skip at start of file
fa: تعداد سطرهایی که باید در ابتدای فایل از آنها پرش کرد

source: Name of table to be created from excel data.
fa: نام جدولی که باید از داده های اکسل ایجاد شود.

source: Excel File
fa: فایل اکسل

source: Select a Excel file to be uploaded to a database.
fa: یک فایل اکسل را برای آپلود در پایگاه داده انتخاب کنید.

source: Sheet Name
fa: نام برگه

source: Strings used for sheet names (default is the first sheet).
fa: رشته های مورد استفاده برای نام برگه ها (پیش فرض اولین صفحه است).

source: Specify a schema (if database flavor supports this).
fa: یک طرحواره را مشخص کنید (اگر طعم پایگاه داده از این پشتیبانی می کند).

source: Table Exists
fa: جدول وجود دارد

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row.
fa: سطر حاوی سرصفحه هایی برای استفاده به عنوان نام ستون ها (0 خط اول داده است). اگر ردیف سرصفحه وجود ندارد، خالی بگذارید.

source: Column to use as the row labels of the dataframe. Leave empty if no index column.
fa: ستونی برای استفاده به عنوان برچسب ردیف دیتافریم.

source: Mangle Duplicate Columns
fa: ستون های تکراری را منشعب کنید

source: Specify duplicate columns as "X.0, X.1".
fa: ستون های تکراری را به عنوان "X.0, X.1" مشخص کنید.

source: Number of rows to skip at start of file.
fa: تعداد سطرهایی که باید در ابتدای فایل از آن پرش کنید.

source: Number of rows of file to read.
fa: تعداد ردیف های فایل برای خواندن.

source: Parse Dates
fa: تاریخ تجزیه

source: A comma separated list of columns that should be parsed as dates.
fa: فهرستی از ستون‌ها که باید به‌عنوان تاریخ تجزیه شوند.

source: Character to interpret as decimal point.
fa: نویسه برای تفسیر به عنوان نقطه اعشار.

source: Write dataframe index as a column.
fa: شاخص قاب داده را به صورت ستونی بنویسید.

source: Column label for index column(s). If None is given and Dataframe Index is True, Index Names are used.
fa: برچسب ستون برای ستون(های) شاخص. اگر None داده شود و Dataframe Index True باشد، از Index Names استفاده می شود.

source: Null values
fa: مقادیر صفر

source: Json list of the values that should be treated as null. Examples: [""], ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only single value. Use [""] for empty string.
fa: لییست Json از مقادیری که باید به عنوان null در نظر گرفته شوند. مثال‌ها: [""]، ["هیچ‌کدام"، "N/A"]، ["nan"، "null"]. هشدار: پایگاه داده Hive فقط یک مقدار را پشتیبانی می کند. برای رشته خالی از [""] استفاده کنید.

source: Name of table to be created from columnar data.
fa: نام جدولی که باید از داده های ستونی ایجاد شود.

source: Columnar File
fa: فایل ستونی

source: Select a Columnar file to be uploaded to a database.
fa: یک فایل Columnar را برای آپلود در پایگاه داده انتخاب کنید.

source: Use Columns
fa: از ستون ها استفاده کنید

source: Json list of the column names that should be read. If not None, only these columns will be read from the file.
fa: لیست Json از نام ستون هایی که باید خوانده شوند. اگر None نباشد، فقط این ستون ها از فایل خوانده می شوند.

source: Databases
fa: پایگاه های داده

source: Show Database
fa: نمایش پایگاه داده

source: Add Database
fa: افزودن پایگاه داده

source: Edit Database
fa: ویرایش پایگاه داده

source: Expose this DB in SQL Lab
fa: این DB را در آزمایشگاه SQL نمایش دهید

source: Operate the database in asynchronous mode, meaning that the queries are executed on remote workers as opposed to on the web server itself. This assumes that you have a Celery worker setup as well as a results backend. Refer to the installation docs for more information.
fa: پاایگاه داده را در حالت ناهمزمان اجرا کنید، به این معنی که پرس و جوها بر روی کارمندان از راه دور به جای خود سرور وب اجرا می شوند. این فرض می‌کند که شما یک راه‌اندازی Celery worker و همچنین یک backend نتایج دارید. برای اطلاعات بیشتر به اسناد نصب مراجعه کنید.

source: Allow CREATE TABLE AS option in SQL Lab
fa: Allow CREATE TABLE AS در آزمایشگاه SQL
