Repository: HosseinAsadzadeh/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: For regular filters, these are the roles this filter will be applied to. For base filters, these are the roles that the filter DOES NOT apply to, e.g. Admin if admin should see all data.
fa: برای فیلترهای معمولی، اینها نقش هایی هستند که این فیلتر برای آنها اعمال می شود. برای فیلترهای پایه، اینها نقش هایی هستند که فیلتر روی آنها اعمال نمی شود، به عنوان مثال. اگر مدیر باید همه داده ها را ببیند.

source: Filters with the same group key will be ORed together within the group, while different filter groups will be ANDed together. Undefined group keys are treated as unique groups, i.e. are not grouped together. For example, if a table has three filters, of which two are for departments Finance and Marketing (group key = 'department'), and one refers to the region Europe (group key = 'region'), the filter clause would apply the filter (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
fa: فیلترهای دارای کلید گروه یکسان در داخل گروه با هم OR می شوند، در حالی که گروه های فیلتر مختلف با هم AND می شوند. کلیدهای گروه تعریف نشده به عنوان گروه های منحصر به فرد در نظر گرفته می شوند، یعنی با هم گروه بندی نمی شوند. به عنوان مثال، اگر یک جدول دارای سه فیلتر باشد، که دو فیلتر مربوط به بخش های مالی و بازاریابی (کلید گروه = 'بخش') و یکی به منطقه اروپا (کلید گروه = 'منطقه') اشاره دارد، بند فیلتر اعمال می شود. فیلتر (بخش = 'مالی' یا بخش = 'بازاریابی') و (منطقه = 'اروپا').

source: This is the condition that will be added to the WHERE clause. For example, to only return rows for a particular client, you might define a regular filter with the clause `client_id = 9`. To display no rows unless a user belongs to a RLS filter role, a base filter can be created with the clause `1 = 0` (always false).
fa: ین شرطی است که به عبارت WHERE اضافه می شود. برای مثال، برای برگرداندن ردیف‌ها برای یک کلاینت خاص، ممکن است یک فیلتر معمولی با عبارت «client_id = 9» تعریف کنید. برای نمایش هیچ ردیفی مگر اینکه کاربر به نقش فیلتر RLS تعلق داشته باشد، می توان یک فیلتر پایه با عبارت «1 = 0» (همیشه نادرست) ایجاد کرد.

source: Name
fa: نام

source: Tables
fa: جداول

source: Roles
fa: نقش ها

source: Clause
fa: بند

source: Creator
fa: خالق

source: Modified
fa: اصلاح شد

source: Show Table
fa: نمایش جدول

source: Import a table definition
fa: یک تعریف جدول وارد کنید

source: Edit Table
fa: ویرایش جدول

source: The list of charts associated with this table. By altering this datasource, you may change how these associated charts behave. Also note that charts need to point to a datasource, so this form will fail at saving if removing charts from a datasource. If you want to change the datasource for a chart, overwrite the chart from the 'explore view'
fa: لیست نمودارهای مرتبط با این جدول. با تغییر این منبع داده، می‌توانید نحوه رفتار این نمودارهای مرتبط را تغییر دهید. همچنین توجه داشته باشید که نمودارها باید به یک منبع داده اشاره کنند، بنابراین در صورت حذف نمودارها از منبع داده، این فرم ذخیره نمی شود. اگر می‌خواهید منبع داده یک نمودار را تغییر دهید، نمودار را از «نمای کاوش» بازنویسی کنید.

source: Timezone offset (in hours) for this datasource
fa: تغییر منطقه زمانی (به ساعت) برای این منبع داده

source: Name of the table that exists in the source database
fa: نام جدولی که در پایگاه داده منبع وجود دارد

source: Schema, as used only in some databases like Postgres, Redshift and DB2
fa: Schema، همانطور که فقط در برخی از پایگاه های داده مانند Postgres، Redshift و DB2 استفاده می شود

source: This fields acts a Superset view, meaning that Superset will run a query against this string as a subquery.
fa: این فیلد یک نمای Superset عمل می کند، به این معنی که Superset یک پرس و جو را در برابر این رشته به عنوان یک جستجوی فرعی اجرا می کند.

source: Predicate applied when fetching distinct value to populate the filter control component. Supports jinja template syntax. Applies only when `Enable Filter Select` is on.
fa: گزاره هنگام واکشی مقدار متمایز برای پر کردن جزء کنترل فیلتر اعمال می شود. از نحو قالب jinja پشتیبانی می کند. فقط زمانی اعمال می‌شود که «فعال کردن انتخاب فیلتر» روشن باشد.

source: Redirects to this endpoint when clicking on the table from the table list
fa: هنگام کلیک کردن روی جدول از لیست جدول، به این نقطه پایانی هدایت می شود

source: Whether to populate the filter's dropdown in the explore view's filter section with a list of distinct values fetched from the backend on the fly
fa: آیا می‌توان فهرست کرکره‌ای فیلتر را در بخش فیلتر نمای کاوش با فهرستی از مقادیر متمایز واکشی شده از باطن در جریان پر کرد یا نه

source: Whether the table was generated by the 'Visualize' flow in SQL Lab
fa: آیا جدول توسط جریان 'Visualize' در آزمایشگاه SQL ایجاد شده است یا خیر

source: A set of parameters that become available in the query using Jinja templating syntax
fa: مجموعه ای از پارامترهایی که با استفاده از نحو قالب بندی Jinja در پرس و جو در دسترس قرار می گیرند

source: Duration (in seconds) of the caching timeout for this table. A timeout of 0 indicates that the cache never expires. Note this defaults to the database timeout if undefined.
fa: مدت زمان (بر حسب ثانیه) زمان ذخیره کش برای این جدول. مهلت زمانی 0 نشان می دهد که حافظه نهان هرگز منقضی نمی شود. توجه داشته باشید که اگر تعریف نشده باشد، این به طور پیش‌فرض به زمان پایان پایگاه داده می‌رسد.

source: Associated Charts
fa: نمودارهای مرتبط

source: Changed By
fa: تغییر توسط

source: Database
fa: پایگاه داده

source: Last Changed
fa: آخرین تغییر

source: Enable Filter Select
fa: انتخاب فیلتر را فعال کنید

source: Schema
fa: طرحواره

source: Default Endpoint
fa: نقطه پایانی پیش فرض

source: Offset
fa: افست

source: Cache Timeout
fa: زمان اتمام حافظه پنهان

source: Table Name
fa: نام جدول

source: Fetch Values Predicate
fa: واکشی ارزش محمول

source: Owners
fa: مالکین

source: Main Datetime Column
fa: ستون اصلی تاریخ

source: SQL Lab View
fa: نمای آزمایشگاه SQL

source: Template parameters
fa: پارامترهای الگو

source: The table was created. As part of this two-phase configuration process, you should now click the edit button by the new table to configure it.
fa: جدول ایجاد شد. به عنوان بخشی از این فرآیند پیکربندی دو فازی، اکنون باید روی دکمه ویرایش توسط جدول جدید کلیک کنید تا آن را پیکربندی کنید.

source: Deleted %(num)d css template
fa: %(num)d الگوی css حذف شد

source: CSS template could not be deleted.
fa: قالب CSS قابل حذف نیست.

source: CSS template not found.
fa: قالب CSS یافت نشد.

source: Dataset schema is invalid, caused by: %(error)s
fa: طرح واره مجموعه داده نامعتبر است، ناشی از: %(error)s

source: Deleted %(num)d dashboard
fa: %(num)d داشبورد حذف شد

source: Title or Slug
fa: Title یا Slug

source: Role
fa: نقش

source: Must be unique
fa: باید منحصر به فرد باشد

source: Dashboard parameters are invalid.
fa: پارامترهای داشبورد نامعتبر است.

source: Dashboard could not be created.
fa: داشبورد ایجاد نشد.

source: Dashboards could not be deleted.
fa: داشبوردها قابل حذف نیستند.

source: Dashboard could not be updated.
fa: داشبورد به روز نمی شود.

source: Dashboard could not be deleted.
fa: داشبورد حذف نشد.

source: Changing this Dashboard is forbidden
fa: تغییر این داشبورد ممنوع است

source: Import dashboard failed for an unknown reason
fa: داشبورد واردات به دلیل نامعلومی انجام نشد

source: You don't have access to this dashboard.
fa: شما به این داشبورد دسترسی ندارید.

source: No data in file
fa: داده‌ای در فایل وجود ندارد

source: Invalid state.
fa: حالت نامعتبر.

source: An error occurred while creating the value.
fa: هنگام ایجاد مقدار خطایی رخ داد.

source: An error occurred while accessing the value.
fa: هنگام دسترسی به مقدار خطایی روی داد.

source: Table name undefined
fa: نام جدول تعریف نشده است

source: Upload Enabled
fa: آپلود فعال شد

source: Invalid connection string, a valid string usually follows: backend+driver://user:password@database-host/database-name
fa: رشته اتصال نامعتبر، یک رشته معتبر معمولاً دنبال می‌شود: backend+driver://user:password@database-host/database-name

source: Field cannot be decoded by JSON. %(msg)s
fa: فیلد توسط JSON قابل رمزگشایی نیست. %(msg)s

source: The metadata_params in Extra field is not configured correctly. The key %(key)s is invalid.
fa: metadata_params در قسمت Extra به درستی پیکربندی نشده است. کلید %(key)s نامعتبر است.

source: An engine must be specified when passing individual parameters to a database.
fa: هنگام ارسال پارامترهای فردی به پایگاه داده، یک موتور باید مشخص شود.

source: Engine spec "InvalidEngine" does not support being configured via individual parameters.
fa: مشخصات موتور "InvalidEngine" از پیکربندی از طریق پارامترهای فردی پشتیبانی نمی کند.

source: Database parameters are invalid.
fa: پارامترهای پایگاه داده نامعتبر هستند.

source: A database with the same name already exists.
fa: پایگاه داده ای با همین نام از قبل وجود دارد.

source: Field is required
fa: فیلد الزامی است

source: Field cannot be decoded by JSON. %(json_error)s
fa: فیلد توسط JSON قابل رمزگشایی نیست. %(json_error)s

source: The metadata_params in Extra field is not configured correctly. The key %{key}s is invalid.
fa: metadata_params در قسمت Extra به درستی پیکربندی نشده است.کلید %{key}s نامعتبر است.

source: Database not found.
fa: پایگاه داده یافت نشد.

source: Database could not be created.
fa: پایگاه داده ایجاد نشد.

source: Database could not be updated.
fa: پایگاه داده نمی تواند به روز شود.

source: Connection failed, please check your connection settings
fa: اتصال ناموفق بود، لطفاً تنظیمات اتصال خود را بررسی کنید

source: Cannot delete a database that has datasets attached
fa: پایگاه داده ای که مجموعه داده های پیوست شده را نمی توان حذف کرد

source: Database could not be deleted.
fa: پایگاه داده حذف نشد.

source: Stopped an unsafe database connection
fa: اتصال ناامن پایگاه داده را متوقف کرد

source: Could not load database driver
fa: درایور پایگاه داده بارگیری نشد

source: Unexpected error occurred, please check your logs for details
fa: خطای غیرمنتظره‌ای روی داد، لطفاً گزارش‌های خود را برای جزئیات بررسی کنید

source: no SQL validator is configured
fa: هیچ اعتبارسنجی SQL پیکربندی نشده است

source: No validator found (configured for the engine)
fa: اعتبارسنجی پیدا نشد (پیکربندی شده برای موتور)

source: Was unable to check your query
fa: قادر به بررسی درخواست شما نبود

source: An unexpected error occurred
fa: یک خطای غیرمنتظره رخ داد

source: Import database failed for an unknown reason
fa: واردات پایگاه داده به دلیل نامعلومی انجام نشد

source: Could not load database driver: {}
fa: درایور پایگاه داده بارگیری نشد: {}

source: Engine "%(engine)s" cannot be configured through parameters.
fa: موتور "%(engine)s" را نمی توان از طریق پارامترها پیکربندی کرد.

source: Database is offline.
fa: پایگاه داده آفلاین است.

source: %(validator)s was unable to check your query. Please recheck your query. Exception: %(ex)s
fa: %(validator)s نتوانست درخواست شما را بررسی کند. لطفاً درخواست خود را دوباره بررسی کنید. استثنا: %(ex)s

source: no SQL validator is configured for {}
fa: هیچ اعتبارسنجی SQL برای {} پیکربندی نشده است

source: No validator named {} found (configured for the {} engine)
fa: هیچ اعتبارسنجی به نام {} یافت نشد (پیکربندی شده برای موتور {})

source: SSH Tunnel could not be deleted.
fa: تونل SSH نمی تواند حذف شود.

source: SSH Tunnel not found.
fa: تونل SSH پیدا نشد.

source: SSH Tunnel parameters are invalid.
fa: پارامترهای تونل SSH نامعتبر است.

source: SSH Tunnel could not be updated.
fa: تونل SSH نمی تواند به روز شود.

source: Creating SSH Tunnel failed for an unknown reason
fa: ایجاد تونل SSH به دلیل نامعلومی انجام نشد

source: SSH Tunneling is not enabled
fa: SSH Tunneling فعال نیست

source: Deleted %(num)d dataset
fa: مجموعه داده %(num)d حذف شد

source: Null or Empty
fa: پوچ یا خالی

source: Dataset column not found.
fa: ستون مجموعه داده یافت نشد.

source: Dataset column delete failed.
fa: حذف ستون مجموعه داده انجام نشد.

source: Changing this dataset is forbidden.
fa: تغییر این مجموعه داده ممنوع است.

source: The database was not found.
fa: پایگاه داده یافت نشد.

source: Dataset %(name)s already exists
fa: مجموعه داده %(name)s از قبل وجود دارد

source: Database not allowed to change
fa: پایگاه داده مجاز به تغییر نیست

source: One or more columns do not exist
fa: یک یا چند ستون وجود ندارد

source: One or more columns are duplicated
fa: یک یا چند ستون کپی شده است

source: One or more columns already exist
fa: یک یا چند ستون از قبل وجود دارد

source: One or more metrics do not exist
fa: یک یا چند معیار وجود ندارد

source: One or more metrics are duplicated
fa: یک یا چند معیار تکراری هستند

source: One or more metrics already exist
fa: یک یا چند معیار از قبل وجود دارد

source: Table [%(table_name)s] could not be found, please double check your database connection, schema, and table name
fa: جدول [%(table_name)s] یافت نشد، لطفاً اتصال پایگاه داده، طرح و نام جدول خود را دوباره بررسی کنید

source: Dataset does not exist
fa: مجموعه داده وجود ندارد

source: Dataset parameters are invalid.
fa: پارامترهای مجموعه داده نامعتبر است.

source: Dataset could not be created.
fa: مجموعه داده ایجاد نشد.

source: Dataset could not be updated.
fa: مجموعه داده به روز نمی شود.

source: Dataset could not be deleted.
fa: مجموعه داده ها قابل حذف نیست.

source: Dataset(s) could not be bulk deleted.
fa: مجموعه(های) داده را نمی توان به صورت انبوه حذف کرد.

source: Samples for dataset could not be retrieved.
fa: نمونه‌های مجموعه داده قابل بازیابی نیستند.

source: Changing this dataset is forbidden
fa: تغییر این مجموعه داده ممنوع است

source: Import dataset failed for an unknown reason
fa: وارد کردن مجموعه داده به دلیل نامعلومی انجام نشد

source: You don't have access to this dataset.
fa: شما به این مجموعه داده دسترسی ندارید.

source: Dataset could not be duplicated.
fa: مجموعه داده قابل تکرار نیست.

source: Data URI is not allowed.
fa: URI داده مجاز نیست.

source: Dataset metric not found.
fa: متریک مجموعه داده یافت نشد.

source: Dataset metric delete failed.
fa: حذف متریک مجموعه داده انجام نشد.

source: Please check your query for syntax errors at or near "%(syntax_error)s". Then, try running your query again.
fa: لطفاً درخواست خود را برای خطاهای نحوی در "%(syntax_error)s" یا نزدیک به آن بررسی کنید. سپس، دوباره درخواست خود را اجرا کنید.

source: Second
fa: دوم

source: 5 second
fa: 5 ثانیه

source: 30 second
fa: 30 ثانیه

source: Minute
fa: دقیقه

source: 5 minute
fa: 5 دقیقه

source: 10 minute
fa: 10 دقیقه

source: 15 minute
fa: 15 دقیقه

source: 30 minute
fa: 30 دقیقه

source: Hour
fa: ساعت

source: 6 hour
fa: 6 ساعت

source: Day
fa: روز

source: Week
fa: هفته

source: Month
fa: ماه

source: Quarter
fa: ربع

source: Year
fa: سال

source: Week starting Sunday
fa: هفته از یکشنبه شروع می شود

source: Week starting Monday
fa: هفته از دوشنبه

source: Week ending Saturday
fa: هفته منتهی به شنبه

source: Week_ending Sunday
fa: یکشنبه آخر هفته

source: Username
fa: نام کاربری

source: Password
fa: رمز عبور

source: Hostname or IP address
fa: نام میزبان یا آدرس IP

source: Database port
fa: پورت پایگاه داده

source: Database name
fa: نام پایگاه داده

source: Additional parameters
fa: پارامترهای اضافی

source: Use an encrypted connection to the database
fa: از یک اتصال رمزگذاری شده به پایگاه داده استفاده کنید

source: Unable to connect. Verify that the following roles are set on the service account: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" and the following permissions are set "bigquery.readsessions.create", "bigquery.readsessions.getData"
fa: امکان اتصال وجود ندارد. بررسی کنید که نقش‌های زیر در حساب سرویس تنظیم شده‌اند: "BigQuery Data Viewer"، "BigQuery Metadata Viewer"، "BigQuery Job User" و مجوزهای زیر "bigquery.readsessions.create"، "bigquery.readsessions.getData" تنظیم شده‌اند.

source: The table "%(table)s" does not exist. A valid table must be used to run this query.
fa: جدول "%(table)s" وجود ندارد. برای اجرای این پرس و جو باید از یک جدول معتبر استفاده شود.

source: The schema "%(schema)s" does not exist. A valid schema must be used to run this query.
fa: طرحواره "%(schema)s" وجود ندارد. برای اجرای این پرس و جو باید از یک طرحواره معتبر استفاده شود.

source: We can't seem to resolve the column "%(column_name)s"
fa: به نظر نمی‌رسد که نمی‌توانیم ستون "%(column_name)s" را حل کنیم

source: Please check your query for syntax errors near "%(server_error)s". Then, try running your query again.
fa: لطفاً درخواست خود را برای خطاهای نحوی نزدیک "%(server_error)s" بررسی کنید. سپس، دوباره درخواست خود را اجرا کنید.

source: Either the username "%(username)s", password, or database name "%(database)s" is incorrect.
fa: نام کاربری "%(username)s"، رمز عبور، یا نام پایگاه داده "%(database)s" نادرست است.

source: The hostname "%(hostname)s" cannot be resolved.
fa: نام میزبان "%(hostname)s" قابل حل نیست.

source: Port %(port)s on hostname "%(hostname)s" refused the connection.
fa: پورت %(port)s در نام میزبان "%(hostname)s" اتصال را رد کرد.

source: The host "%(hostname)s" might be down, and can't be reached on port %(port)s.
fa: میزبان "%(hostname)s" ممکن است خراب باشد و در پورت %(port)s قابل دسترسی نباشد.

source: Either the username "%(username)s" or the password is incorrect.
fa: نام کاربری "%(username)s" یا رمز عبور نادرست است.

source: Unknown MySQL server host "%(hostname)s".
fa: میزبان سرور MySQL ناشناخته "%(hostname)s".

source: The host "%(hostname)s" might be down and can't be reached.
fa: میزبان "%(hostname)s" ممکن است خراب باشد و دسترسی به آن امکان پذیر نباشد.

source: The username "%(username)s" does not exist.
fa: نام کاربری "%(username)s" وجود ندارد.

source: The password provided for username "%(username)s" is incorrect.
fa: رمز عبور ارائه شده برای نام کاربری "%(username)s" نادرست است.

source: Please re-enter the password.
fa: لطفا رمز عبور را دوباره وارد کنید.

source: We can't seem to resolve the column "%(column_name)s" at line %(location)s.
fa: به نظر می رسد نمی توانیم ستون "%(column_name)s" را در خط %(location)s حل کنیم.

source: The table "%(table_name)s" does not exist. A valid table must be used to run this query.
fa: جدول "%(table_name)s" وجود ندارد. برای اجرای این پرس و جو باید از یک جدول معتبر استفاده شود.

source: The schema "%(schema_name)s" does not exist. A valid schema must be used to run this query.
fa: طرح "%(schema_name)s" وجود ندارد. برای اجرای این پرس و جو باید از یک طرحواره معتبر استفاده شود.

source: Unable to connect to catalog named "%(catalog_name)s".
fa: امکان اتصال به کاتالوگ با نام "%(catalog_name)s" وجود ندارد.

source: Unknown Presto Error
fa: خطای Presto ناشناخته

source: %(object)s does not exist in this database.
fa: %(object)s در این پایگاه داده وجود ندارد.

source: You don't have access to this embedded dashboard config.
fa: شما به این پیکربندی داشبورد تعبیه شده دسترسی ندارید.

source: Samples for datasource could not be retrieved.
fa: نمونه برای منبع داده بازیابی نشد.

source: Changing this datasource is forbidden
fa: تغییر این منبع داده ممنوع است

source: Form data not found in cache, reverting to chart metadata.
fa: داده های فرم در حافظه پنهان یافت نشد، به ابرداده نمودار برمی گردد.

source: Form data not found in cache, reverting to dataset metadata.
fa: داده های فرم در حافظه پنهان یافت نشد، به ابرداده مجموعه داده برمی گردد.

source: [Missing Dataset]
fa: [مجموعه داده گمشده]

source: Home
fa: خانه

source: Database Connections
fa: اتصالات پایگاه داده

source: Data
fa: داده ها

source: Dashboards
fa: داشبورد

source: Charts
fa: نمودارها

source: Datasets
fa: مجموعه داده ها

source: Plugins
fa: افزونه ها

source: Manage
fa: مدیریت

source: CSS Templates
fa: الگوهای CSS

source: Row Level Security
fa: امنیت سطح ردیف

source: Security
fa: امنیت

source: Import Dashboards
fa: وارد کردن داشبورد

source: SQL Lab
fa: آزمایشگاه SQL

source: Saved Queries
fa: پرس و جوهای ذخیره شده

source: Query History
fa: تاریخچه پرس و جو

source: Action Log
fa: گزارش اقدام

source: Alerts & Reports
fa: هشدارها

source: Annotation Layers
fa: لایه های حاشیه نویسی

source: Access requests
fa: درخواست های دسترسی

source: An error occurred while parsing the key.
fa: هنگام تجزیه کلید خطایی روی داد.

source: An error occurred while deleting the value.
fa: هنگام حذف مقدار خطایی روی داد.

source: An error occurred while updating the value.
fa: هنگام به‌روزرسانی مقدار خطایی روی داد.

source: An error occurred while upserting the value.
fa: هنگام اضافه کردن مقدار خطایی روی داد.

source: You don't have permission to modify the value.
fa: شما اجازه تغییر مقدار را ندارید.

source: Invalid permalink key
fa: کلید پیوند ثابت نامعتبر است

source: Deleted %(num)d saved query
fa: %(num)d درخواست ذخیره شده حذف شد

source: Saved queries could not be deleted.
fa: پرس و جوهای ذخیره شده را نمی توان حذف کرد.

source: Saved query not found.
fa: جستجوی ذخیره شده یافت نشد.

source: Import saved query failed for an unknown reason.
fa: وارد کردن درخواست ذخیره شده به دلیل نامعلومی انجام نشد.

source: Saved query parameters are invalid.
fa: پارامترهای جستجوی ذخیره شده نامعتبر هستند.

source: Deleted %(num)d report schedule
fa: %(num)d برنامه گزارش حذف شد

source: Value must be greater than 0
fa: مقدار باید بیشتر از 0 باشد

source: Alert query returned more than one row. %s rows returned
fa: درخواست هشدار بیش از یک ردیف را برگرداند. %s ردیف برگردانده شد

source: Alert query returned more than one column. %s columns returned
fa: درخواست هشدار بیش از یک ستون را برگرداند. %s ستون برگردانده شد

source: Invalid tab ids: %s(tab_ids)
fa: شناسه‌های برگه نامعتبر: %s(tab_ids)

source: Dashboard does not exist
fa: داشبورد وجود ندارد

source: Chart does not exist
fa: نمودار وجود ندارد

source: Database is required for alerts
fa: پایگاه داده برای هشدارها مورد نیاز است

source: Type is required
fa: نوع مورد نیاز است

source: Choose a chart or dashboard not both
fa: نمودار یا داشبورد را انتخاب کنید نه هر دو

source: Must choose either a chart or a dashboard
fa: نمودار یا داشبورد را انتخاب کنید نه هر دو باید نمودار یا داشبورد را انتخاب کنید

source: Please save your chart first, then try creating a new email report.
fa: لطفاً ابتدا نمودار خود را ذخیره کنید، سپس یک گزارش ایمیل جدید ایجاد کنید.

source: Please save your dashboard first, then try creating a new email report.
fa: لطفاً ابتدا داشبورد خود را ذخیره کنید، سپس یک گزارش ایمیل جدید ایجاد کنید.

source: Report Schedule parameters are invalid.
fa: پارامترهای برنامه زمانبندی گزارش نامعتبر است.

source: Report Schedule could not be deleted.
fa: برنامه گزارش حذف نشد.

source: Report Schedule could not be created.
fa: برنامه گزارش ایجاد نشد.

source: Report Schedule could not be updated.
fa: برنامه گزارش به‌روزرسانی نشد.

source: Report Schedule not found.
fa: برنامه گزارش یافت نشد.

source: Report Schedule delete failed.
fa: برنامه زمانبندی گزارش حذف نشد.

source: Report Schedule log prune failed.
fa: هرس گزارش برنامه زمانبندی ناموفق بود.

source: Report Schedule execution failed when generating a screenshot.
fa: اجرای برنامه زمانبندی گزارش هنگام ایجاد اسکرین شات انجام نشد.

source: Report Schedule execution failed when generating a csv.
fa: اجرای برنامه زمانبندی گزارش هنگام تولید csv ناموفق بود.

source: Report Schedule execution failed when generating a dataframe.
fa: اجرای برنامه زمانبندی گزارش هنگام تولید یک دیتافریم ناموفق بود.

source: Report Schedule execution got an unexpected error.
fa: اجرای برنامه زمانبندی گزارش یک خطای غیرمنتظره دریافت کرد.

source: Report Schedule is still working, refusing to re-compute.
fa: برنامه گزارش هنوز کار می کند و از محاسبه مجدد خودداری می کند.

source: Report Schedule reached a working timeout.
fa: برنامه گزارش به پایان کار رسید.

source: A report named "%(name)s" already exists
fa: گزارشی با نام "%(name)s" از قبل وجود دارد

source: An alert named "%(name)s" already exists
fa: یک هشدار به نام "%(name)s" از قبل وجود دارد

source: Resource already has an attached report.
fa: منبع قبلاً یک گزارش پیوست دارد.

source: Alert query returned more than one row.
fa: پرسش هشدار بیش از یک ردیف را برگرداند.

source: Alert validator config error.
fa: خطای پیکربندی اعتبار سنج هشدار.

source: Alert query returned more than one column.
fa: پرسش هشدار بیش از یک ستون را برگرداند.
