Repository: HosseinAsadzadeh/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: Id
fa: شناسه

source: Name of the id column
fa: نام ستون id

source: Parent
fa: پدر و مادر

source: Name of the column containing the id of the parent node
fa: نام ستون حاوی شناسه گره والد

source: Optional name of the data column.
fa: نام اختیاری ستون داده.

source: Root node id
fa: شناسه گره ریشه

source: Id of root node of the tree.
fa: شناسه گره ریشه درخت.

source: Metric for node values
fa: متریک برای مقادیر گره

source: Tree layout
fa: طرح درختی

source: Orthogonal
fa: متعامد

source: Radial
fa: شعاعی

source: Layout type of tree
fa: نوع چیدمان درخت

source: Tree orientation
fa: جهت درخت

source: Left to Right
fa: از چپ به راست

source: Right to Left
fa: راست به چپ

source: Top to Bottom
fa: از بالا به پایین

source: Bottom to Top
fa: از پایین به بالا

source: Orientation of tree
fa: جهت گیری درخت

source: Node label position
fa: موقعیت برچسب گره

source: left
fa: چپ

source: top
fa: بالا

source: right
fa: درست است

source: bottom
fa: پایین

source: Position of intermediate node label on tree
fa: موقعیت برچسب گره میانی روی درخت

source: Child label position
fa: موقعیت برچسب کودک

source: Position of child node label on tree
fa: موقعیت برچسب گره فرزند روی درخت

source: Emphasis
fa: تأکید

source: ancestor
fa: اجداد

source: descendant
fa: نسل

source: Which relatives to highlight on hover
fa: کدام خویشاوندان در شناور برجسته شوند

source: Symbol
fa: نماد

source: Empty circle
fa: دایره خالی

source: Circle
fa: دایره

source: Rectangle
fa: مستطیل

source: Triangle
fa: مثلث

source: Diamond
fa: الماس

source: Pin
fa: سنجاق

source: Arrow
fa: پیکان

source: Symbol size
fa: اندازه نماد

source: Size of edge symbols
fa: اندازه نمادهای لبه

source: Visualize multiple levels of hierarchy using a familiar tree-like structure.
fa: سطوح مختلف سلسله مراتب را با استفاده از یک ساختار درختی آشنا تجسم کنید.

source: Tree Chart
fa: نمودار درختی

source: Show Upper Labels
fa: برچسب های بالایی را نشان دهید

source: Show labels when the node has children.
fa: هنگامی که گره دارای فرزند است، برچسب ها را نشان دهید.

source: Key
fa: کلید

source: Show hierarchical relationships of data, with the value represented by area, showing proportion and contribution to the whole.
fa: نشان دادن روابط سلسله مراتبی داده ها، با مقدار نشان داده شده توسط مساحت، نشان دادن نسبت و سهم به کل.

source: Loading...
fa: در حال بارگیری...

source: Write a handlebars template to render the data
fa: یک الگوی فرمان بنویسید تا داده ها را ارائه دهد

source: Handlebars
fa: دسته دسته

source: must have a value
fa: باید ارزش داشته باشد

source: Handlebars Template
fa: الگوی دسته

source: A handlebars template that is applied to the data
fa: یک الگوی فرمان که روی داده ها اعمال می شود

source: Include time
fa: شامل زمان

source: Whether to include the time granularity as defined in the time section
fa: آیا شامل جزئیات زمانی همانطور که در بخش زمان تعریف شده است

source: Percentage metrics
fa: معیارهای درصد

source: Metrics for which percentage of total are to be displayed. Calculated from only data within the row limit.
fa: معیارهایی که درصدی از کل باید نمایش داده شوند. فقط از داده‌های داخل محدوده ردیف محاسبه می‌شود.

source: Show total aggregations of selected metrics. Note that row limit does not apply to the result.
fa: نمایش مجموع انبوه معیارهای انتخابی.

source: Ordering
fa: سفارش

source: Order results by selected columns
fa: ترتیب نتایج بر اساس ستون های انتخاب شده

source: Sort descending
fa: مرتب سازی نزولی

source: Server pagination
fa: صفحه بندی سرور

source: Enable server side pagination of results (experimental feature)
fa: صفحه بندی نتایج سمت سرور را فعال کنید (ویژگی آزمایشی)

source: Server Page Length
fa: طول صفحه سرور

source: Rows per page, 0 means no pagination
fa: ردیف در هر صفحه، 0 به معنای بدون صفحه بندی است

source: Query mode
fa: حالت پرس و جو

source: Group By, Metrics or Percentage Metrics must have a value
fa: متریک های گروه بندی، معیارها یا درصد باید دارای یک مقدار باشند

source: You need to configure HTML sanitization to use CSS
fa: برای استفاده از CSS باید پاکسازی HTML را پیکربندی کنید

source: CSS Styles
fa: سبک های CSS

source: CSS applied to the chart
fa: CSS روی نمودار اعمال شد

source: metric
fa: متریک

source: Columns to group by on the columns
fa: ستون ها برای گروه بندی بر روی ستون ها

source: Rows
fa: ردیف

source: Columns to group by on the rows
fa: ستون ها برای گروه بندی بر روی سطرها

source: Apply metrics on
fa: معیارها را اعمال کنید

source: Use metrics as a top level group for columns or for rows
fa: از معیارها به عنوان یک گروه سطح بالا برای ستون ها یا ردیف ها استفاده کنید

source: Cell limit
fa: محدودیت سلولی

source: Limits the number of cells that get retrieved.
fa: تعداد سلول هایی را که بازیابی می شوند محدود می کند.

source: Metric used to define how the top series are sorted if a series or cell limit is present. If undefined reverts to the first metric (where appropriate).
fa: متریک برای تعریف نحوه مرتب‌سازی سری‌های برتر در صورت وجود محدودیت سری یا سلولی استفاده می‌شود. اگر تعریف نشده به معیار اول باز می گردد (در صورت لزوم).

source: Count
fa: شمارش

source: Count Unique Values
fa: شمارش ارزش های منحصر به فرد

source: List Unique Values
fa: مقادیر منحصر به فرد را فهرست کنید

source: Sum
fa: جمع

source: Average
fa: متوسط

source: Median
fa: میانه

source: Sample Variance
fa: واریانس نمونه

source: Sample Standard Deviation
fa: انحراف استاندارد نمونه

source: Minimum
fa: حداقل

source: Maximum
fa: حداکثر

source: First
fa: اول

source: Last
fa: آخرین

source: Sum as Fraction of Total
fa: مجموع به عنوان کسری از کل

source: Sum as Fraction of Rows
fa: مجموع به عنوان کسری از ردیف

source: Sum as Fraction of Columns
fa: مجموع به عنوان کسری از ستون ها

source: Count as Fraction of Total
fa: به عنوان کسری از کل شمارش کنید

source: Count as Fraction of Rows
fa: شمارش به عنوان کسری از ردیف

source: Count as Fraction of Columns
fa: شمارش به عنوان کسری از ستون

source: Show rows total
fa: نمایش کل ردیف ها

source: Display row level total
fa: نمایش سطح کل ردیف

source: Show columns total
fa: نمایش کل ستون ها

source: Display column level total
fa: نمایش کل سطح ستون

source: Transpose pivot
fa: انتقال محور

source: Swap rows and columns
fa: ردیف ها و ستون ها را تعویض کنید

source: Combine metrics
fa: معیارها را ترکیب کنید

source: D3 time format for datetime columns
fa: قالب زمان D3 برای ستون‌های زمان تاریخ

source: Sort rows by
fa: ردیف ها را بر اساس مرتب کنید

source: key a-z
fa: کلید a-z

source: key z-a
fa: کلید z-a

source: value ascending
fa: ارزش صعودی

source: value descending
fa: ارزش نزولی

source: Change order of rows.
fa: ترتیب ردیف ها را تغییر دهید.

source: Available sorting modes:
fa: حالت های مرتب سازی موجود:

source: By key: use row names as sorting key
fa: با کلید: از نام ردیف ها به عنوان کلید مرتب سازی استفاده کنید

source: By value: use metric values as sorting key
fa: بر اساس مقدار: از مقادیر متریک به عنوان کلید مرتب سازی استفاده کنید

source: Sort columns by
fa: مرتب سازی ستون ها بر اساس

source: Change order of columns.
fa: تغییر ترتیب ستون ها.

source: By key: use column names as sorting key
fa: با کلید: از نام ستون ها به عنوان کلید مرتب سازی استفاده کنید

source: Rows subtotal position
fa: موقعیت مجموع ردیف ها

source: Position of row level subtotal
fa: موقعیت مجموع سطح ردیف

source: Columns subtotal position
fa: موقعیت کل فرعی ستون ها

source: Position of column level subtotal
fa: موقعیت مجموع فرعی سطح ستون

source: Conditional formatting
fa: قالب بندی مشروط

source: Apply conditional color formatting to metrics
fa: قالب بندی رنگ مشروط را در معیارها اعمال کنید

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. Not the most visually stunning visualization, but highly informative and versatile.
fa: برای خلاصه کردن مجموعه ای از داده ها با گروه بندی آمارهای متعدد در دو محور استفاده می شود. مثالها: اعداد فروش بر اساس منطقه و ماه، وظایف بر اساس وضعیت و گیرنده، کاربران فعال بر اساس سن و مکان. از نظر بصری خیره کننده ترین تجسم نیست، اما بسیار آموزنده و همه کاره است.

source: Total (%(aggregatorName)s)
fa: مجموع (%(aggregatorName)s)

source: Unknown input format
fa: قالب ورودی نامشخص

source: No matching records found
fa: هیچ رکورد منطبقی یافت نشد

source: Shift + Click to sort by multiple columns
fa: Shift برای مرتب سازی بر اساس چندین ستون کلیک کنید

source: Totals
fa: مجموع

source: Timestamp format
fa: قالب مهر زمان

source: Page length
fa: طول صفحه

source: Search box
fa: کادر جستجو

source: Whether to include a client-side search box
fa: آیا باید کادر جستجوی سمت سرویس گیرنده را شامل شود یا خیر

source: Cell bars
fa: میله های سلولی

source: Whether to align background charts with both positive and negative values at 0
fa: آیا می توان نمودارهای پس زمینه را با مقادیر مثبت و منفی در 0 تراز کرد یا خیر

source: Allow columns to be rearranged
fa: به ستون‌ها اجازه می‌دهد تا دوباره مرتب شوند

source: Allow end user to drag-and-drop column headers to rearrange them. Note their changes won't persist for the next time they open the chart.
fa: به کاربر نهایی اجازه دهید تا سرصفحه‌های ستون را بکشد و رها کند تا آنها را دوباره مرتب کند. توجه داشته باشید که تغییرات آنها برای دفعه بعد که نمودار را باز می کنند، باقی نمی ماند.

source: Customize columns
fa: ستون ها را سفارشی کنید

source: Further customize how to display each column
fa: نحوه نمایش هر ستون را بیشتر سفارشی کنید

source: Apply conditional color formatting to numeric columns
fa: قالب بندی رنگ مشروط را در ستون های عددی اعمال کنید

source: Classic row-by-column spreadsheet like view of a dataset. Use tables to showcase a view into the underlying data or to show aggregated metrics.
fa: صفحه‌گسترده کلاسیک ردیف به ستون مانند نمای یک مجموعه داده. از جداول برای نمایش یک نما در داده های زیربنایی یا برای نشان دادن معیارهای انبوه استفاده کنید.

source: Show
fa: نمایش

source: entries
fa: مدخل

source: Word Cloud
fa: ابر کلمه

source: Minimum Font Size
fa: حداقل اندازه قلم

source: Font size for the smallest value in the list
fa: اندازه قلم برای کوچکترین مقدار در لیست

source: Maximum Font Size
fa: حداکثر اندازه قلم

source: Font size for the biggest value in the list
fa: اندازه قلم برای بیشترین مقدار در لیست

source: Word Rotation
fa: چرخش کلمات

source: random
fa: تصادفی

source: square
fa: مربع

source: Rotation to apply to words in the cloud
fa: چرخش برای اعمال به کلمات در ابر

source: Visualizes the words in a column that appear the most often. Bigger font corresponds to higher frequency.
fa: کلماتی را در ستونی که بیشتر ظاهر می شوند تجسم می کند. فونت بزرگتر مربوط به فرکانس بالاتر است.

source: offline
fa: آفلاین

source: failed
fa: شکست خورد

source: pending
fa: در انتظار

source: fetching
fa: واکشی

source: running
fa: دویدن

source: stopped
fa: متوقف شد

source: success
fa: موفقیت

source: The query couldn't be loaded
fa: پرسش بارگیری نشد

source: Your query has been scheduled. To see details of your query, navigate to Saved queries
fa: پرس و جو شما برنامه ریزی شده است.

source: Your query could not be scheduled
fa: درخواست شما قابل برنامه ریزی نیست

source: Failed at retrieving results
fa: در بازیابی نتایج ناموفق بود

source: An error occurred while storing the latest query id in the backend. Please contact your administrator if this problem persists.
fa: هنگام ذخیره آخرین شناسه پرس و جو در پشتیبان خطایی روی داد. اگر این مشکل همچنان ادامه داشت، لطفاً با سرپرست خود تماس بگیرید.

source: Unknown error
fa: خطای ناشناخته

source: Query was stopped.
fa: پرس و جو متوقف شد.

source: Unable to migrate table schema state to backend. Superset will retry later. Please contact your administrator if this problem persists.
fa: انتقال وضعیت طرحواره جدول به باطن امکان پذیر نیست. Superset بعداً دوباره امتحان خواهد کرد. اگر این مشکل همچنان ادامه داشت، لطفاً با سرپرست خود تماس بگیرید.

source: Unable to migrate query state to backend. Superset will retry later. Please contact your administrator if this problem persists.
fa: امکان انتقال وضعیت پرس و جو به پشتیبان وجود ندارد. Superset بعداً دوباره امتحان خواهد کرد. اگر این مشکل همچنان ادامه داشت، لطفاً با سرپرست خود تماس بگیرید.

source: Unable to migrate query editor state to backend. Superset will retry later. Please contact your administrator if this problem persists.
fa: انتقال وضعیت ویرایشگر پرس و جو به پشتیبان امکان پذیر نیست. Superset بعداً دوباره امتحان خواهد کرد. اگر این مشکل همچنان ادامه داشت، لطفاً با سرپرست خود تماس بگیرید.

source: Unable to add a new tab to the backend. Please contact your administrator.
fa: نمی توان یک برگه جدید به باطن اضافه کرد.

source: -- Note: Unless you save your query, these tabs will NOT persist if you clear your cookies or change browsers.
fa: -- توجه: اگر کوکی های خود را پاک کنید یا مرورگرها را تغییر دهید، این برگه ها باقی نخواهند ماند، مگر اینکه درخواست خود را ذخیره کنید.

source: Copy of %s
fa: کپی از %s

source: An error occurred while setting the active tab. Please contact your administrator.
fa: هنگام تنظیم برگه فعال خطایی روی داد.

source: An error occurred while fetching tab state
fa: هنگام واکشی حالت برگه خطایی روی داد

source: An error occurred while hiding the left bar. Please contact your administrator.
fa: هنگام پنهان کردن نوار سمت چپ خطایی روی داد

source: An error occurred while removing tab. Please contact your administrator.
fa: هنگام حذف برگه خطایی روی داد.

source: An error occurred while removing query. Please contact your administrator.
fa: هنگام حذف پرس و جو خطایی روی داد.

source: An error occurred while setting the tab database ID. Please contact your administrator.
fa: هنگام تنظیم شناسه پایگاه داده برگه خطایی رخ داد.

source: An error occurred while setting the tab schema. Please contact your administrator.
fa: هنگام تنظیم طرح برگه خطایی روی داد.

source: An error occurred while setting the tab autorun. Please contact your administrator.
fa: هنگام تنظیم خودکار برگه خطایی روی داد.

source: An error occurred while setting the tab name. Please contact your administrator.
fa: هنگام تنظیم نام برگه خطایی رخ داد.

source: Your query could not be saved
fa: پرسش شما ذخیره نشد

source: Your query was not properly saved
fa: پرسش شما به درستی ذخیره نشده است

source: Your query was saved
fa: درخواست شما ذخیره شد

source: Your query was updated
fa: درخواست شما به روز شد

source: Your query could not be updated
fa: درخواست شما به روز نمی شود

source: An error occurred while storing your query in the backend. To avoid losing your changes, please save your query using the "Save Query" button.
fa: هنگام ذخیره درخواست شما در backend خطایی روی داد. برای جلوگیری از از دست دادن تغییرات خود، لطفاً درخواست خود را با استفاده از دکمه "ذخیره درخواست" ذخیره کنید.

source: An error occurred while setting the tab template parameters. Please contact your administrator.
fa: هنگام تنظیم پارامترهای قالب برگه خطایی رخ داد.

source: An error occurred while fetching table metadata
fa: هنگام واکشی فراداده جدول خطایی روی داد

source: An error occurred while fetching table metadata. Please contact your administrator.
fa: هنگام واکشی فراداده جدول خطایی روی داد

source: An error occurred while expanding the table schema. Please contact your administrator.
fa: هنگام گسترش طرح جدول، خطایی روی داد.

source: An error occurred while collapsing the table schema. Please contact your administrator.
fa: هنگام جمع کردن طرح جدول خطایی روی داد.

source: An error occurred while removing the table schema. Please contact your administrator.
fa: هنگام حذف طرح جدول خطایی روی داد.

source: Shared query
fa: پرس و جو مشترک

source: The datasource couldn't be loaded
fa: منبع داده بارگیری نشد

source: An error occurred while creating the data source
fa: هنگام ایجاد منبع داده خطایی رخ داد

source: An error occurred while fetching function names.
fa: هنگام واکشی نام توابع خطایی روی داد.

source: SQL Lab uses your browser's local storage to store queries and results. Currently, you are using %(currentUsage)s KB out of %(maxStorage)d KB storage space. To keep SQL Lab from crashing, please delete some query tabs. You can re-access these queries by using the Save feature before you delete the tab. Note that you will need to close other SQL Lab windows before you do this.
fa: SQL Lab از حافظه محلی مرورگر شما برای ذخیره پرس و جوها و نتایج استفاده می کند. در حال حاضر، شما از %(currentUsage)s KB از %(maxStorage)d فضای ذخیره سازی KB استفاده می کنید. برای جلوگیری از خرابی SQL Lab، لطفاً برخی از برگه‌های درخواست را حذف کنید. قبل از حذف برگه، می‌توانید با استفاده از ویژگی Save به این پرسش‌ها دوباره دسترسی پیدا کنید. توجه داشته باشید که قبل از انجام این کار باید سایر پنجره های SQL Lab را ببندید.

source: Primary key
fa: کلید اصلی

source: Foreign key
fa: کلید خارجی

source: Index
fa: نمایه

source: Estimate selected query cost
fa: هزینه پرس و جو انتخاب شده را برآورد کنید

source: Estimate cost
fa: برآورد هزینه

source: Cost estimate
fa: برآورد هزینه

source: Creating a data source and creating a new tab
fa: ایجاد یک منبع داده و ایجاد یک برگه جدید

source: An error occurred
fa: خطایی روی داد

source: Explore the result set in the data exploration view
fa: مجموعه نتایج را در نمای کاوش داده کاوش کنید

source: explore
fa: کاوش

source: Create Chart
fa: ایجاد نمودار

source: Source SQL
fa: منبع SQL

source: Executed SQL
fa: SQL اجرا شده

source: Run a query to display query history
fa: یک پرس و جو را برای نمایش تاریخچه پرس و جو اجرا کنید

source: State
fa: ایالت

source: Started
fa: شروع شد

source: Duration
fa: مدت

source: Results
fa: نتایج

source: Actions
fa: اعمال

source: Success
fa: موفقیت

source: Failed
fa: شکست خورد

source: Running
fa: دویدن

source: Fetching
fa: واکشی

source: Offline
fa: آفلاین

source: Scheduled
fa: برنامه ریزی شده

source: Unknown Status
fa: وضعیت نامشخص

source: Edit
fa: ویرایش

source: View
fa: مشاهده

source: Data preview
fa: پیش نمایش داده ها

source: Overwrite text in the editor with a query on this table
fa: متن را در ویرایشگر با پرس و جو در این جدول بازنویسی کنید

source: Run query in a new tab
fa: پرس و جو را در یک برگه جدید اجرا کنید

source: Remove query from log
fa: پرس و جو را از گزارش حذف کنید

source: Unable to create chart without a query id.
fa: امکان ایجاد نمودار بدون شناسه پرس و جو وجود ندارد.

source: Save & Explore
fa: ذخیره

source: Overwrite & Explore
fa: بازنویسی و کاوش

source: Save this query as a virtual dataset to continue exploring
fa: برای ادامه کاوش، این عبارت را به عنوان یک مجموعه داده مجازی ذخیره کنید

source: Download to CSV
fa: دانلود به CSV

source: Too many columns to filter
fa: تعداد زیادی ستون برای فیلتر کردن

source: Filter results
fa: نتایج را فیلتر کنید

source: Track job
fa: پیگیری کار

source: See query details
fa: جزئیات پرس و جو را ببینید

source: Query was stopped
fa: پرس و جو متوقف شد

source: Database error
fa: خطای پایگاه داده

source: was created
fa: ایجاد شد

source: Query in a new tab
fa: در یک برگه جدید پرس و جو کنید

source: The query returned no data
fa: پرس و جو هیچ داده ای را برگرداند

source: Fetch data preview
fa: واکشی پیش نمایش داده

source: Refetch results
fa: بازیابی نتایج

source: Stop
fa: متوقف کردن

source: Run selection
fa: انتخاب را اجرا کنید

source: Run
fa: اجرا کن

source: Stop running (Ctrl + x)
fa: توقف اجرا (Ctrl + x)

source: Stop running (Ctrl + e)
fa: توقف اجرا (Ctrl + e)

source: Run query (Ctrl + Return)
fa: اجرای پرس و جو (Ctrl + Return)

source: Save
fa: صرفه جویی

source: Untitled Dataset
fa: مجموعه داده بدون عنوان

source: An error occurred saving dataset
fa: هنگام ذخیره مجموعه داده خطایی روی داد

source: Save or Overwrite Dataset
fa: ذخیره یا بازنویسی مجموعه داده

source: Back
fa: بازگشت

source: Save as new
fa: ذخیره به عنوان جدید

source: Overwrite existing
fa: رونویسی موجود

source: Select or type dataset name
fa: نام مجموعه داده را انتخاب یا تایپ کنید

source: Existing dataset
fa: مجموعه داده موجود

source: Are you sure you want to overwrite this dataset?
fa: ذخیره شده مجموعه داده

source: Undefined
fa: تعریف نشده

source: Save dataset
fa: ذخیره مجموعه داده

source: Save as
fa: ذخیره مجموعه داده

source: Save query
fa: ذخیره پرس و جو

source: Update
fa: به روز رسانی

source: Label for your query
fa: برای درخواست شما برچسب بزنید

source: Write a description for your query
fa: برای درخواست خود توضیحی بنویسید

source: Submit
fa: ارسال

source: Schedule query
fa: پرس و جو زمانبندی

source: Schedule
fa: برنامه

source: There was an error with your request
fa: در درخواست شما خطایی وجود داشت

source: Please save the query to enable sharing
fa: لطفاً درخواست را ذخیره کنید تا اشتراک‌گذاری فعال شود

source: Copy query link to your clipboard
fa: پیوند درخواست را در کلیپ بورد خود کپی کنید

source: Save the query to enable this feature
fa: برای فعال کردن این ویژگی کوئری را ذخیره کنید

source: Copy link
fa: پیوند را کپی کنید

source: No stored results found, you need to re-run your query
fa: هیچ نتیجه ذخیره شده ای یافت نشد، باید درخواست خود را دوباره اجرا کنید

source: Run a query to display results
fa: برای نمایش نتایج یک پرس و جو را اجرا کنید

source: Preview: `%s`
fa: پیش نمایش: `%s`

source: Query history
fa: تاریخچه پرس و جو

source: Run query
fa: پرس و جو را اجرا کنید

source: New tab
fa: برگه جدید

source: Stop query
fa: پرس و جو را متوقف کنید

source: Previous Line
fa: خط قبلی

source: Schedule the query periodically
fa: پرس و جو را به صورت دوره ای برنامه ریزی کنید

source: You must run the query successfully first
fa: ابتدا باید پرس و جو را با موفقیت اجرا کنید

source: Autocomplete
fa: تکمیل خودکار

source: CREATE TABLE AS
fa: ایجاد جدول به عنوان

source: CREATE VIEW AS
fa: ایجاد نمای AS

source: Estimate the cost before running a query
fa: قبل از اجرای پرس و جو هزینه را تخمین بزنید

source: Specify name to CREATE VIEW AS schema in: public
fa: نامی را برای طرحواره CREATE VIEW AS در: عمومی مشخص کنید

source: Specify name to CREATE TABLE AS schema in: public
fa: نامی را برای ایجاد جدول به عنوان طرحواره در: عمومی مشخص کنید

source: Select a database to write a query
fa: یک پایگاه داده را برای نوشتن یک پرس و جو انتخاب کنید

source: Choose one of the available databases from the panel on the left.
fa: یکی از پایگاه های داده موجود را از پانل سمت چپ انتخاب کنید.

source: Create
fa: ایجاد

source: Collapse table preview
fa: پیش نمایش جدول جمع کن

source: Expand table preview
fa: پیش نمایش جدول را گسترش دهید

source: Reset state
fa: حالت بازنشانی

source: Enter a new title for the tab
fa: عنوان جدیدی برای برگه وارد کنید

source: Close tab
fa: بستن برگه

source: Rename tab
fa: تغییر نام برگه

source: Expand tool bar
fa: نوار ابزار را گسترش دهید

source: Hide tool bar
fa: پنهان کردن نوار ابزار

source: Close all other tabs
fa: همه برگه های دیگر را ببندید

source: Duplicate tab
fa: برگه تکراری

source: Add a new tab
fa: یک برگه جدید اضافه کنید

source: New tab (Ctrl + q)
fa: برگه جدید (Ctrl q)

source: New tab (Ctrl + t)
fa: برگه جدید (Ctrl t)

source: Add a new tab to create SQL Query
fa: یک برگه جدید برای ایجاد SQL Query اضافه کنید

source: Copy partition query to clipboard
fa: پرس و جو پارتیشن را در کلیپ بورد کپی کنید

source: latest partition:
fa: آخرین پارتیشن:

source: Keys for table
fa: کلید میز

source: View keys & indexes (%s)
fa: مشاهده کلیدها و نمایه ها (%s)

source: Original table column order
fa: ستون ها را بر اساس حروف الفبا مرتب کنید

source: Sort columns alphabetically
fa: ستون ها را بر اساس حروف الفبا مرتب کنید

source: Copy SELECT statement to the clipboard
fa: عبارت SELECT را در کلیپ بورد کپی کنید

source: Show CREATE VIEW statement
fa: نمایش عبارت CREATE VIEW

source: CREATE VIEW statement
fa: عبارت CREATE VIEW

source: Remove table preview
fa: حذف پیش نمایش جدول

source: Assign a set of parameters as
fa: مجموعه ای از پارامترها را به عنوان اختصاص دهید

source: below (example:
fa: زیر (مثال:

source: ), and they become available in your SQL (example:
fa: )، و در SQL شما در دسترس قرار می گیرند (مثال:

source: by using
fa: با استفاده از

source: Jinja templating
fa: قالب جینجا

source: syntax.
fa: نحو.

source: Edit template parameters
fa: ویرایش پارامترهای الگو
