Repository: HosseinAsadzadeh/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: Parameters
fa: پارامترها

source: Invalid JSON
fa: JSON نامعتبر

source: Untitled query
fa: پرس و جو بدون عنوان

source: Control
fa: کنترل

source: Before
fa: قبل

source: After
fa: پس از

source: Click to see difference
fa: برای مشاهده تفاوت کلیک کنید

source: Altered
fa: تغییر یافته

source: Chart changes
fa: تغییرات نمودار

source: Select ...
fa: انتخاب ...

source: Loaded data cached
fa: داده های بارگذاری شده ذخیره شده اند

source: Loaded from cache
fa: بارگیری از حافظه پنهان

source: Click to force-refresh
fa: برای بازخوانی اجباری کلیک کنید

source: Cached
fa: ذخیره شده

source: Add required control values to preview chart
fa: مقادیر کنترل مورد نیاز را به نمودار پیش نمایش اضافه کنید

source: Your chart is ready to go!
fa: نمودار شما آماده است!

source: Click on "Create chart" button in the control panel on the left to preview a visualization or
fa: روی دکمه "ایجاد نمودار" در کنترل پنل سمت چپ کلیک کنید تا یک تجسم پیش نمایش یا

source: click here
fa: اینجا را کلیک کنید

source: No results were returned for this query
fa: هیچ نتیجه ای برای این پرس و جو برگردانده نشد

source: Make sure that the controls are configured properly and the datasource contains data for the selected time range
fa: مطمئن شوید که کنترل ها به درستی پیکربندی شده اند و منبع داده حاوی داده هایی برای محدوده زمانی انتخاب شده است

source: An error occurred while loading the SQL
fa: هنگام بارگیری SQL خطایی روی داد

source: Sorry, an error occurred
fa: با عرض پوزش، خطایی روی داد

source: Updating chart was stopped
fa: به روز رسانی نمودار متوقف شد

source: An error occurred while rendering the visualization: %s
fa: هنگام رندر تصویرسازی خطایی روی داد: %s

source: Network error.
fa: خطای شبکه.

source: Drill to detail by
fa: دریل به جزئیات توسط

source: Drill to detail
fa: مته به جزئیات

source: Drill to detail is disabled because this chart does not group data by dimension value.
fa: Drill to detail غیرفعال است زیرا این نمودار داده ها را بر اساس مقدار ابعاد گروه بندی نمی کند.

source: Drill to detail by value is not yet supported for this chart type.
fa: دریل به جزئیات بر اساس مقدار هنوز برای این نوع نمودار پشتیبانی نمی شود.

source: Right-click on a dimension value to drill to detail by that value.
fa: روی یک مقدار بعد کلیک راست کنید تا جزئیات آن مقدار را دریل کنید.

source: Edit chart
fa: ویرایش نمودار

source: Close
fa: بستن

source: Drill to detail: %s
fa: مته به جزئیات: %s

source: Formatting
fa: قالب بندی

source: Formatted value
fa: مقدار قالب بندی شده

source: No rows were returned for this dataset
fa: هیچ ردیفی برای این مجموعه داده برگردانده نشد

source: Not available
fa: در دسترس نیست

source: There was an error loading the dataset metadata
fa: خطایی در بارگیری فراداده مجموعه داده روی داد

source: Reload
fa: بارگذاری مجدد

source: Copy
fa: کپی

source: Copy to clipboard
fa: کپی در کلیپ بورد

source: Copied to clipboard!
fa: در کلیپ بورد کپی شد!

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
fa: با عرض پوزش، مرورگر شما از کپی پشتیبانی نمی کند.

source: every
fa: هر

source: every month
fa: هر ماه

source: every day of the month
fa: هر روز از ماه

source: day of the month
fa: روز ماه

source: every day of the week
fa: هر روز هفته

source: day of the week
fa: روز هفته

source: every hour
fa: هر ساعت

source: every minute
fa: هر دقیقه

source: minute
fa: دقیقه

source: reboot
fa: راه اندازی مجدد

source: Every
fa: هر

source: in
fa: در

source: on
fa: در

source: and
fa: و

source: at
fa: در

source: minute(s)
fa: دقیقه

source: Invalid cron expression
fa: عبارت cron نامعتبر است

source: Clear
fa: روشن

source: Sunday
fa: یکشنبه

source: Monday
fa: دوشنبه

source: Tuesday
fa: سه شنبه

source: Wednesday
fa: چهارشنبه

source: Thursday
fa: پنجشنبه

source: Friday
fa: جمعه

source: Saturday
fa: شنبه

source: January
fa: ژانویه

source: February
fa: فوریه

source: March
fa: مارس

source: April
fa: آوریل

source: May
fa: می

source: June
fa: ژوئن

source: July
fa: جولای

source: August
fa: آگوست

source: September
fa: سپتامبر

source: October
fa: اکتبر

source: November
fa: نوامبر

source: December
fa: دسامبر

source: SUN
fa: خورشید

source: MON
fa: دوشنبه

source: TUE
fa: سه شنبه

source: WED
fa: چهارشنبه

source: THU
fa: پنج شنبه

source: FRI
fa: جمعه

source: JAN
fa: ژانویه

source: FEB
fa: فوریه

source: MAR
fa: مار

source: APR
fa: آوریل

source: MAY
fa: می

source: JUN
fa: ژوئن

source: JUL
fa: ژوئیه

source: AUG
fa: اوت

source: SEP
fa: سپتامبر

source: OCT
fa: اکتبر

source: NOV
fa: نوامبر

source: DEC
fa: دسامبر

source: There was an error loading the schemas
fa: در بارگیری طرحواره ها خطایی روی داد

source: Select database or type database name
fa: پایگاه داده را انتخاب کنید یا نام پایگاه داده را تایپ کنید

source: Force refresh schema list
fa: فهرست طرحواره اجباری به روز رسانی

source: Select schema or type schema name
fa: طرحواره را انتخاب کنید یا نام طرح را تایپ کنید

source: No compatible schema found
fa: هیچ طرح سازگاری یافت نشد

source: Warning! Changing the dataset may break the chart if the metadata does not exist.
fa: هشدار!

source: Changing the dataset may break the chart if the chart relies on columns or metadata that does not exist in the target dataset
fa: اگر نمودار متکی به ستون‌ها یا ابرداده‌هایی باشد که در مجموعه داده هدف وجود ندارد، تغییر مجموعه داده ممکن است نمودار را بشکند.

source: dataset
fa: مجموعه داده

source: Successfully changed dataset!
fa: مجموعه داده با موفقیت تغییر کرد!

source: Connection
fa: اتصال

source: Swap dataset
fa: مبادله داده ها

source: Proceed
fa: ادامه دهید

source: Warning!
fa: هشدار!

source: Search / Filter
fa: جستجو / فیلتر

source: Add item
fa: افزودن مورد

source: BOOLEAN
fa: بولیان

source: Physical (table or view)
fa: فیزیکی (جدول یا نمای)

source: Virtual (SQL)
fa: مجازی (SQL)

source: Data type
fa: نوع داده

source: Advanced data type
fa: نوع داده پیشرفته

source: Advanced Data type
fa: نوع داده پیشرفته

source: Datetime format
fa: فرمت Datetime

source: The pattern of timestamp format. For strings use
fa: الگوی قالب مهر زمان.

source: Python datetime string pattern
fa: الگوی رشته تاریخ پایتون

source: expression which needs to adhere to the
fa: عبارتی که باید به آن پایبند باشد

source: standard to ensure that the lexicographical ordering coincides with the chronological ordering. If the timestamp format does not adhere to the ISO 8601 standard you will need to define an expression and type for transforming the string into a date or timestamp. Note currently time zones are not supported. If time is stored in epoch format, put `epoch_s` or `epoch_ms`. If no pattern is specified we fall back to using the optional defaults on a per database/column name level via the extra parameter.
fa: استاندارد برای اطمینان از اینکه ترتیب واژگانی با ترتیب زمانی منطبق است. اگر فرمت مهر زمانی مطابق با استاندارد ISO 8601 نیست شما باید یک عبارت تعریف کنید و برای آن تایپ کنید تبدیل رشته به تاریخ یا مهر زمان. توجه داشته باشید در حال حاضر مناطق زمانی پشتیبانی نمی شوند. اگر زمان ذخیره شود در قالب epoch، «epoch_s» یا «epoch_ms» را قرار دهید. اگر الگو نیست مشخص شده است که ما به استفاده از پیش‌فرض‌های اختیاری در یک باز می‌گردیم سطح نام پایگاه داده/ستون از طریق پارامتر اضافی.

source: Certified By
fa: تایید شده توسط

source: Person or group that has certified this metric
fa: شخص یا گروهی که این معیار را تأیید کرده است

source: Certified by
fa: تایید شده توسط

source: Certification details
fa: جزئیات گواهینامه

source: Details of the certification
fa: جزئیات گواهینامه

source: Is dimension
fa: بعد است

source: Default datetime
fa: تاریخ پیش‌فرض

source: Is filterable
fa: قابل فیلتر است

source: <new column>
fa: <ستون جدید>

source: Select owners
fa: صاحبان را انتخاب کنید

source: Modified columns: %s
fa: ستون های اصلاح شده: %s

source: Removed columns: %s
fa: ستون های حذف شده: %s

source: New columns added: %s
fa: ستون های جدید اضافه شد: %s

source: Metadata has been synced
fa: فراداده همگام سازی شده است

source: An error has occurred
fa: خطایی رخ داده است

source: Column name [%s] is duplicated
fa: نام ستون [%s] تکراری است

source: Metric name [%s] is duplicated
fa: نام متریک [%s] تکراری است

source: Calculated column [%s] requires an expression
fa: ستون محاسبه شده [%s] به یک عبارت نیاز دارد

source: Basic
fa: اساسی

source: Default URL
fa: URL پیش فرض

source: Default URL to redirect to when accessing from the dataset list page
fa: URL پیش فرض برای تغییر مسیر هنگام دسترسی از صفحه فهرست مجموعه داده ها

source: Autocomplete filters
fa: فیلترهای تکمیل خودکار

source: Whether to populate autocomplete filters options
fa: گزینه های فیلترهای تکمیل خودکار پر شوند یا خیر

source: Autocomplete query predicate
fa: گزاره پرس و جو تکمیل خودکار

source: When using "Autocomplete filters", this can be used to improve performance of the query fetching the values. Use this option to apply a predicate (WHERE clause) to the query selecting the distinct values from the table. Typically the intent would be to limit the scan by applying a relative time filter on a partitioned or indexed time-related field.
fa: هننگام استفاده از "فیلترهای تکمیل خودکار"، می توان از آن برای بهبود عملکرد جستار واکشی مقادیر استفاده کرد. از این گزینه برای اعمال یک گزاره (بند WHERE) به پرس و جو استفاده کنید و مقادیر متمایز را از جدول انتخاب کنید. معمولاً هدف این است که اسکن را با اعمال یک فیلتر زمان نسبی در یک فیلد مربوط به زمان پارتیشن بندی شده یا نمایه شده محدود کنیم.

source: Extra data to specify table metadata. Currently supports metadata of the format: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
fa: دااده های اضافی برای تعیین ابرداده جدول. در حال حاضر از متادیتا با فرمت: `{ "گواهینامه": { "certified_by": "تیم پلتفرم داده"، "جزئیات": "این جدول منبع حقیقت است." }, "warning_markdown": "این یک هشدار است." }`.

source: Cache timeout
fa: زمان اتمام حافظه پنهان

source: The duration of time in seconds before the cache is invalidated
fa: مدت زمان بر حسب ثانیه قبل از باطل شدن حافظه پنهان

source: Hours offset
fa: ساعت افست

source: The number of hours, negative or positive, to shift the time column. This can be used to move UTC time to local time.
fa: تعداد ساعات، منفی یا مثبت، برای جابجایی ستون زمان. این می تواند برای انتقال زمان UTC به زمان محلی استفاده شود.

source: Spatial
fa: فضایی

source: <new spatial>
fa: <فضایی جدید>

source: <no type>
fa: <بدون نوع>

source: Click the lock to make changes.
fa: برای ایجاد تغییرات روی قفل کلیک کنید.

source: Click the lock to prevent further changes.
fa: برای جلوگیری از تغییرات بیشتر روی قفل کلیک کنید.

source: virtual
fa: مجازی

source: Dataset name
fa: نام مجموعه داده

source: When specifying SQL, the datasource acts as a view. Superset will use this statement as a subquery while grouping and filtering on the generated parent queries.
fa: هنگام تعیین SQL، منبع داده به عنوان یک view عمل می کند. Superset از این عبارت به عنوان یک پرس و جوی فرعی در هنگام گروه بندی و فیلتر کردن پرس و جوهای والد تولید شده استفاده می کند.

source: Physical
fa: فیزیکی

source: The pointer to a physical table (or view). Keep in mind that the chart is associated to this Superset logical table, and this logical table points the physical table referenced here.
fa: اشاره گر به یک جدول فیزیکی (یا نمای). به خاطر داشته باشید که نمودار به جدول منطقی Superset مرتبط است و این جدول منطقی به جدول فیزیکی اشاره شده در اینجا اشاره می کند.

source: Warning
fa: هشدار

source: Optional warning about use of this metric
fa: هشدار اختیاری در مورد استفاده از این معیار

source: <new metric>
fa: <متریک جدید>

source: Be careful.
fa: مراقب باشید.

source: Changing these settings will affect all charts using this dataset, including charts owned by other people.
fa: تغییر این تنظیمات بر تمام نمودارهایی که از این مجموعه داده استفاده می‌کنند، از جمله نمودارهای متعلق به افراد دیگر، تأثیر می‌گذارد.

source: Sync columns from source
fa: همگام سازی ستون ها از منبع

source: Calculated columns
fa: ستون های محاسبه شده

source: <enter SQL expression here>
fa: <عبارت SQL را اینجا وارد کنید>

source: Settings
fa: تنظیمات

source: The dataset has been saved
fa: مجموعه داده ذخیره شده است

source: Error
fa: خطا

source: The dataset configuration exposed here affects all the charts using this dataset. Be mindful that changing settings here may affect other charts in undesirable ways.
fa: پیکربندی مجموعه داده او را در معرض دید قرار داد .بر تمام نمودارهایی که از این مجموعه داده استفاده می کنند تأثیر می گذارد.مراقب تغییر تنظیمات باشید در اینجا ممکن است نمودارهای دیگر را تحت تأثیر قرار دهد به روش های نامطلوب

source: Are you sure you want to save and apply changes?
fa: آیا مطمئن هستید که می خواهید تغییرات را ذخیره و اعمال کنید؟

source: Confirm save
fa: ذخیره را تأیید کنید

source: OK
fa: باشه

source: Edit Dataset
fa: ویرایش مجموعه داده

source: Use legacy datasource editor
fa: از ویرایشگر منبع داده قدیمی استفاده کنید

source: This dataset is managed externally, and can't be edited in Superset
fa: این مجموعه داده به صورت خارجی مدیریت می شود و در Superset قابل ویرایش نیست

source: DELETE
fa: حذف

source: delete
fa: حذف

source: Type "%s" to confirm
fa: "%s" را برای تایید تایپ کنید

source: More
fa: بیشتر

source: Click to edit
fa: برای ویرایش کلیک کنید

source: You don't have the rights to alter this title.
fa: شما حق تغییر این عنوان را ندارید.

source: No databases match your search
fa: هیچ پایگاه داده ای با جستجوی شما مطابقت ندارد

source: There are no databases available
fa: هیچ پایگاه داده ای در دسترس نیست

source: Manage your databases
fa: پایگاه داده های خود را مدیریت کنید

source: here
fa: اینجا

source: Unexpected error
fa: خطای غیرمنتظره

source: This may be triggered by:
fa: این ممکن است توسط:

source: Please reach out to the Chart Owner for assistance.
fa: لطفاً برای کمک با مالک نمودار تماس بگیرید.

source: Chart Owner: %s
fa: صاحب نمودار: %s

source: %(message)s This may be triggered by: %(issues)s
fa: %(message)s این ممکن است توسط%(issues)s

source: %s Error
fa: خطای %s

source: Missing dataset
fa: مجموعه داده گمشده

source: See more
fa: بیشتر ببینید

source: See less
fa: کمتر ببینید

source: Copy message
fa: کپی پیام

source: This was triggered by:
fa: این توسط:

source: Did you mean:
fa: منظورت این بود:

source: %(suggestion)s instead of "%(undefinedParameter)s?"
fa: %(suggestion)s به جای "%(undefinedParameter)s?"

source: Parameter error
fa: خطای پارامتر

source: We’re having trouble loading this visualization. Queries are set to timeout after %s second.
fa: ما در بارگیری این تجسم مشکل داریم. درخواست‌ها پس از %s ثانیه به پایان می‌رسند.

source: We’re having trouble loading these results. Queries are set to timeout after %s second.
fa: ما در بارگیری این نتایج با مشکل مواجه هستیم. درخواست‌ها پس از %s ثانیه به پایان می‌رسند.

source: Timeout error
fa: خطای مهلت زمانی

source: Click to favorite/unfavorite
fa: برای موارد دلخواه/ناراحتی کلیک کنید

source: Cell content
fa: محتوای سلولی

source: Hide password.
fa: پنهان کردن رمز عبور.

source: Show password.
fa: نمایش رمز عبور.

source: Database driver for importing maybe not installed. Visit the Superset documentation page for installation instructions:
fa: درایور پایگاه داده برای وارد کردن شاید نصب نشده باشد. برای دستورالعمل‌های نصب به صفحه مستندات Superset مراجعه کنید:

source: OVERWRITE
fa: رونویسی

source: Database passwords
fa: رمزهای عبور پایگاه داده

source: Overwrite
fa: رونویسی

source: Import
fa: واردات

source: Import %s
fa: %s را وارد کنید

source: Select file
fa: فایل را انتخاب کنید

source: Last Updated %s
fa: آخرین به روز رسانی %s

source: Sort
fa: مرتب سازی

source: + %s more
fa: %s بیشتر

source: %s Selected
fa: %s انتخاب شد

source: Deselect all
fa: همه را لغو انتخاب کنید

source: No results match your filter criteria
fa: هیچ نتیجه ای مطابق با معیار فیلتر شما نیست

source: Try different criteria to display results.
fa: معیارهای مختلفی را برای نمایش نتایج امتحان کنید.

source: clear all filters
fa: تمام فیلترها را پاک کنید

source: No Data
fa: داده ای وجود ندارد

source: %s-%s of %s
fa: %s-%s از %s

source: Start date
fa: تاریخ شروع

source: End date
fa: تاریخ پایان

source: Type a value
fa: یک مقدار را تایپ کنید

source: Filter
fa: فیلتر

source: Select or type a value
fa: یک مقدار را انتخاب یا تایپ کنید

source: Last modified
fa: آخرین تغییر

source: Modified by
fa: اصلاح شده توسط

source: Created by
fa: ایجاد شده توسط

source: Created on
fa: ایجاد شده در

source: Tags
fa: برچسب ها

source: Menu actions trigger
fa: اعمال منو فعال می شود

source: Weekly Report for %s
fa: گزارش هفتگی برای %s

source: Weekly Report
fa: گزارش هفتگی

source: Edit email report
fa: ویرایش گزارش ایمیل

source: Schedule a new email report
fa: یک گزارش ایمیل جدید را برنامه ریزی کنید

source: Add
fa: افزودن

source: Message content
fa: محتوای پیام

source: Text embedded in email
fa: متن جاسازی شده در ایمیل

source: Image (PNG) embedded in email
fa: تصویر (PNG) در ایمیل جاسازی شده است

source: Formatted CSV attached in email
fa: CSV فرمت شده در ایمیل پیوست شده است

source: Report Name
fa: نام گزارش

source: Include a description that will be sent with your report
fa: توضیحاتی را اضافه کنید که همراه گزارش شما ارسال می شود

source: A screenshot of the dashboard will be sent to your email at
fa: یک اسکرین شات از داشبورد به ایمیل شما ارسال می شود

source: Timezone
fa: منطقه زمانی

source: Failed to update report
fa: گزارش به‌روزرسانی نشد

source: Failed to create report
fa: گزارش ایجاد نشد

source: Email reports active
fa: گزارش های ایمیل فعال است

source: Delete email report
fa: حذف گزارش ایمیل

source: Set up an email report
fa: یک گزارش ایمیل تنظیم کنید

source: Schedule email report
fa: گزارش ایمیل را برنامه ریزی کنید

source: This action will permanently delete %s.
fa: این عمل %s را برای همیشه حذف می کند.

source: Delete Report?
fa: گزارش حذف شود؟

source: Filter menu
fa: منوی فیلتر

source: Reset
fa: تنظیم مجدد

source: No filters
fa: بدون فیلتر

source: Select all items
fa: همه موارد را انتخاب کنید

source: Search in filters
fa: جستجو در فیلترها

source: Select current page
fa: صفحه فعلی را انتخاب کنید

source: Invert current page
fa: برگشت صفحه فعلی

source: Clear all data
fa: تمام داده ها را پاک کنید

source: Select all data
fa: تمام داده ها را انتخاب کنید

source: Expand row
fa: ردیف را گسترش دهید

source: Collapse row
fa: جمع کردن ردیف

source: Click to sort descending
fa: برای مرتب سازی نزولی کلیک کنید

source: Click to sort ascending
fa: برای مرتب سازی صعودی کلیک کنید

source: Click to cancel sorting
fa: برای لغو مرتب سازی کلیک کنید

source: Access to user activity data is restricted
fa: دسترسی به داده های فعالیت کاربر محدود شده است

source: List updated
fa: لیست به روز شد

source: There was an error loading the tables
fa: هنگام بارگیری جداول خطایی روی داد

source: See table schema
fa: طرح جدول را ببینید

source: Select table or type table name
fa: جدول را انتخاب کنید یا نام جدول را تایپ کنید

source: Force refresh table list
fa: لیست جدول را اجباری به روز کنید

source: Timezone selector
fa: انتخابگر منطقه زمانی

source: There is not enough space for this component. Try decreasing its width, or increasing the destination width.
fa: فضای کافی برای این قطعه وجود ندارد. سعی کنید عرض آن را کاهش دهید یا عرض مقصد را افزایش دهید.

source: Can not move top level tab into nested tabs
fa: زبانه سطح بالا را نمی توان به برگه های تو در تو منتقل کرد

source: This chart has been moved to a different filter scope.
fa: این نمودار به محدوده فیلتر دیگری منتقل شده است.

source: There was an issue fetching the favorite status of this dashboard.
fa: مشکلی در واکشی وضعیت دلخواه این داشبورد وجود داشت.

source: There was an issue favoriting this dashboard.
fa: مشکلی در مورد علاقه مندی این داشبورد وجود داشت.

source: This dashboard is now published
fa: این داشبورد اکنون منتشر شده است

source: This dashboard is now hidden
fa: این داشبورد اکنون پنهان است

source: You do not have permissions to edit this dashboard.
fa: شما مجوز ویرایش این داشبورد را ندارید.

source: [ untitled dashboard ]
fa: [ داشبورد بدون عنوان ]

source: This dashboard was saved successfully.
fa: این داشبورد با موفقیت ذخیره شد.

source: Sorry, an unknown error occurred
fa: با عرض پوزش، یک خطای ناشناخته رخ داد

source: Sorry, there was an error saving this dashboard: %s
fa: با عرض پوزش، هنگام ذخیره این داشبورد خطایی روی داد: %s

source: You do not have permission to edit this dashboard
fa: شما اجازه ویرایش این داشبورد را ندارید

source: Please confirm the overwrite values.
fa: لطفاً مقادیر رونویسی را تأیید کنید.

source: You have used all %(historyLength)s undo slots and will not be able to fully undo subsequent actions. You may save your current state to reset the history.
fa: شما از همه اسلات های واگرد %(historyLength)s استفاده کرده اید و نمی توانید اقدامات بعدی را به طور کامل واگرد کنید. می توانید وضعیت فعلی خود را برای بازنشانی سابقه ذخیره کنید.

source: Could not fetch all saved charts
fa: همه نمودارهای ذخیره شده واکشی نشد

source: Sorry there was an error fetching saved charts:
fa: با عرض پوزش در واکشی نمودارهای ذخیره شده خطایی روی داد

source: Any color palette selected here will override the colors applied to this dashboard's individual charts
fa: هر پالت رنگی که در اینجا انتخاب شود، رنگ های اعمال شده در نمودارهای جداگانه این داشبورد را لغو می کند

source: You have unsaved changes.
fa: تغییرات ذخیره نشده ای دارید.

source: Changes saved.
fa: تغییرات ذخیره شد.

source: Disable embedding?
fa: تعبیه را غیرفعال کنید؟

source: This will remove your current embed configuration.
fa: با این کار پیکربندی جاسازی فعلی شما حذف می شود.

source: Embedding deactivated.
fa: جاسازی غیرفعال شد.

source: Sorry, something went wrong. Embedding could not be deactivated.
fa: با عرض پوزش، مشکلی پیش آمد.

source: This dashboard is ready to embed. In your application, pass the following id to the SDK:
fa: این داشبورد آماده جاسازی است.

source: Configure this dashboard to embed it into an external web application.
fa: این داشبورد را برای جاسازی آن در یک برنامه وب خارجی پیکربندی کنید.

source: For further instructions, consult the
fa: برای دستورالعمل های بیشتر، به آدرس مراجعه کنید

source: Superset Embedded SDK documentation.
fa: اسناد SDK تعبیه شده Superset.

source: Allowed Domains (comma separated)
fa: دامنه های مجاز (با کاما از هم جدا شده اند)

source: A list of domain names that can embed this dashboard. Leaving this field empty will allow embedding from any domain.
fa: لیستی از نام های دامنه ای که می توانند این داشبورد را جاسازی کنند. خالی گذاشتن این فیلد امکان جاسازی از هر دامنه را فراهم می کند.

source: Deactivate
fa: غیرفعال کنید

source: Save changes
fa: ذخیره تغییرات

source: Enable embedding
fa: تعبیه را فعال کنید

source: Embed
fa: جاسازی

source: Drag and drop components and charts to the dashboard
fa: اجزا و نمودارها را بکشید و رها کنید به داشبورد

source: You can create a new chart or use existing ones from the panel on the right
fa: می توانید یک نمودار جدید ایجاد کنید یا از نمودارهای موجود از پانل سمت راست استفاده کنید

source: Create a new chart
fa: یک نمودار جدید ایجاد کنید

source: Drag and drop components to this tab
fa: کامپوننت ها را به این برگه بکشید و رها کنید

source: There are no components added to this tab
fa: هیچ مؤلفه ای به این برگه اضافه نشده است

source: You can add the components in the edit mode.
fa: می توانید اجزا را در حالت ویرایش اضافه کنید.

source: Edit the dashboard
fa: داشبورد را ویرایش کنید

source: Ready to review filters in this dashboard?
fa: برای بررسی فیلترها در این داشبورد آماده هستید؟

source: Remind me in 24 hours
fa: در 24 ساعت به من یادآوری کن

source: Start Review
fa: شروع بررسی

source: filter_box will be deprecated in a future version of Superset. Please replace filter_box by dashboard filter components.
fa: filter_box در نسخه بعدی Superset منسوخ خواهد شد. لطفا فیلتر_باکس را با اجزای فیلتر داشبورد جایگزین کنید.

source: There is no chart definition associated with this component, could it have been deleted?
fa: هیچ تعریف نموداری مرتبط با این مؤلفه وجود ندارد، آیا ممکن است حذف شود؟
