Repository: HosseinAsadzadeh/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: Allow CREATE VIEW AS option in SQL Lab
fa: Allow CREATE VIEW AS در آزمایشگاه SQL

source: Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...) in SQL Lab
fa: به کاربران اجازه می دهد تا دستورات غیرانتخابی (به روز رسانی، حذف، ایجاد، ...) را در آزمایشگاه SQL اجرا کنند

source: When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema
fa: هنگام اجازه دادن به گزینه CREATE TABLE AS در آزمایشگاه SQL، این گزینه جدول را مجبور می کند در این طرحواره ایجاد شود.

source: If Presto, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them.<br/>If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
fa: اگر Presto، تمام پرس‌و‌جوها در آزمایشگاه SQL به‌عنوان کاربر واردشده در حال حاضر اجرا می‌شوند که باید مجوز اجرای آنها را داشته باشد.<br/>اگر Hive و hive.server2.enable.doAs فعال باشد، عبارت‌ها را به صورت اجرا می‌کند. حساب سرویس، اما جعل هویت کاربر وارد شده در حال حاضر از طریق ویژگی hive.server2.proxy.user.

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires. Note this defaults to the global timeout if undefined.
fa: مدت زمان (بر حسب ثانیه) زمان ذخیره کش برای نمودارهای این پایگاه داده. مهلت زمانی 0 نشان می دهد که حافظه نهان هرگز منقضی نمی شود. توجه داشته باشید که اگر تعریف نشده باشد، این به طور پیش‌فرض به وقفه جهانی می‌رسد.

source: If selected, please set the schemas allowed for csv upload in Extra.
fa: در صورت انتخاب، لطفاً طرحواره های مجاز برای آپلود csv را در Extra تنظیم کنید.

source: Expose in SQL Lab
fa: نمایش در آزمایشگاه SQL

source: Allow CREATE TABLE AS
fa: ایجاد جدول به عنوان مجاز است

source: Allow CREATE VIEW AS
fa: ایجاد جدول به عنوان مجاز است

source: Allow DML
fa: DML مجاز است

source: CTAS Schema
fa: طرحواره CTAS

source: Chart Cache Timeout
fa: پایان زمان کش نمودار

source: Secure Extra
fa: امنیت اضافی

source: Root certificate
fa: گواهی ریشه

source: Async Execution
fa: اجرای Async

source: Impersonate the logged on user
fa: هویت کاربر وارد شده را جعل کنید

source: Allow Csv Upload
fa: اجازه آپلود Csv

source: Backend
fa: پس زمینه

source: Invalid connection string, a valid string usually follows:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>
fa: رشته اتصال نامعتبر، یک رشته معتبر معمولاً دنبال می‌شود:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>مثال:'postgresql://user:password@your-postgres-db/database'<

source: CSV to Database configuration
fa: پیکربندی CSV به پایگاه داده

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for csv uploads. Please contact your Superset Admin.
fa: پایگاه داده "%(database_name)s" طرح "%(schema_name)s" برای آپلودهای csv مجاز نیست. لطفاً با سرپرست Superset خود تماس بگیرید.

source: Unable to upload CSV file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
fa: آپپلود فایل CSV "%(filename)s" در جدول "%(table_name)s" در پایگاه داده "%(db_name)s" ممکن نیست. پیام خطا: %(error_msg)s

source: CSV file "%(csv_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
fa: فایل CSV "%(csv_filename)s" در جدول "%(table_name)s" در پایگاه داده "%(db_name)s" آپلود شد

source: Excel to Database configuration
fa: پیکربندی اکسل به پایگاه داده

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for excel uploads. Please contact your Superset Admin.
fa: پایگاه داده "%(database_name)s" طرحواره "%(schema_name)s" برای آپلودهای اکسل مجاز نیست. لطفاً با سرپرست Superset خود تماس بگیرید.

source: Unable to upload Excel file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
fa: آپلود فایل اکسل "%(filename)s" در جدول "%(table_name)s" در پایگاه داده "%(db_name)s" ممکن نیست. پیام خطا: %(error_msg)s

source: Excel file "%(excel_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
fa: فایل اکسل "%(excel_filename)s" در جدول "%(table_name)s" در پایگاه داده "%(db_name)s" آپلود شد

source: Columnar to Database configuration
fa: پیکربندی ستون به پایگاه داده

source: Multiple file extensions are not allowed for columnar uploads. Please make sure all files are of the same extension.
fa: پسوندهای چندگانه برای بارگذاری های ستونی مجاز نیستند. لطفاً مطمئن شوید که همه فایل‌ها با پسوند یکسان هستند.

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for columnar uploads. Please contact your Superset Admin.
fa: پایگاه داده "%(database_name)s" طرح "%(schema_name)s" برای آپلودهای ستونی مجاز نیست. لطفاً با سرپرست Superset خود تماس بگیرید.

source: Unable to upload Columnar file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
fa: آپلود فایل ستونی "%(filename)s" در جدول "%(table_name)s" در پایگاه داده "%(db_name)s" ممکن نیست. پیام خطا: %(error_msg)s

source: Columnar file "%(columnar_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
fa: فایل ستونی "%(columnar_filename)s" در جدول "%(table_name)s" در پایگاه داده "%(db_name)s" آپلود شد

source: Request missing data field.
fa: درخواست فیلد داده از دست رفته.

source: The submitted URL is not considered safe, only use URLs with the same domain as Superset.
fa: URL ارسال شده ایمن در نظر گرفته نمی شود، فقط از URL هایی با دامنه مشابه Superset استفاده کنید.

source: Logs
fa: سیاههها

source: Show Log
fa: نمایش گزارش

source: Add Log
fa: افزودن گزارش

source: Edit Log
fa: ویرایش گزارش

source: Action
fa: عمل

source: List Saved Query
fa: فهرست پرس و جو ذخیره شده

source: Show Saved Query
fa: نمایش درخواست ذخیره شده

source: Add Saved Query
fa: Query ذخیره شده را اضافه کنید

source: Edit Saved Query
fa: Query ذخیره شده را ویرایش کنید

source: Label
fa: برچسب

source: End Time
fa: زمان پایان

source: Pop Tab Link
fa: پیوند برگه پاپ

source: Changed on
fa: تغییر کرد

source: Untitled Query
fa: پرس و جو بدون عنوان

source: Time Range
fa: محدوده زمانی

source: Time Column
fa: ستون زمان

source: Time Grain
fa: دانه زمان

source: Time Granularity
fa: دانه بندی زمان

source: Time
fa: زمان

source: A reference to the [Time] configuration, taking granularity into account
fa: ارجاع به پیکربندی [زمان]، با در نظر گرفتن جزئیات

source: Aggregate
fa: مجموعه

source: Raw records
fa: رکوردهای خام

source: Certified by %s
fa: تایید شده توسط %s

source: description
fa: شرح

source: bolt
fa: پیچ و مهره

source: Changing this control takes effect instantly
fa: تغییر این کنترل فوراً اعمال می شود

source: Show info tooltip
fa: نمایش راهنمای ابزار اطلاعات

source: SQL expression
fa: بیان SQL

source: Column name
fa: نام ستون

source: Metric name
fa: نام متریک

source: unknown type icon
fa: نماد نوع ناشناخته

source: function type icon
fa: نماد نوع تابع

source: string type icon
fa: نماد نوع رشته

source: numeric type icon
fa: نماد نوع عددی

source: boolean type icon
fa: نماد نوع بولی

source: temporal type icon
fa: نماد نوع زمانی

source: Advanced analytics
fa: تجزیه و تحلیل پیشرفته

source: This section contains options that allow for advanced analytical post processing of query results
fa: این بخش شامل گزینه هایی است که امکان پردازش پیشرفته پس از تحلیل نتایج پرس و جو را فراهم می کند

source: Rolling window
fa: پنجره نورد

source: Rolling function
fa: عملکرد نورد

source: None
fa: هیچ

source: Defines a rolling window function to apply, works along with the [Periods] text box
fa: یک تابع پنجره چرخشی را برای اعمال تعریف می کند، همراه با کادر متنی [Periods] کار می کند

source: Periods
fa: دوره ها

source: Defines the size of the rolling window function, relative to the time granularity selected
fa: اندازه تابع پنجره نورد را نسبت به زمان انتخاب شده مشخص می کند

source: Min periods
fa: دوره های دقیقه

source: The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your "Min Period" to be 7, so that all data points shown are the total of 7 periods. This will hide the "ramp up" taking place over the first 7 periods
fa: حداقل تعداد دوره های نورد مورد نیاز برای نشان دادن یک مقدار. به عنوان مثال، اگر یک جمع انباشته را در 7 روز انجام دهید، ممکن است بخواهید "دوره حداقل" شما 7 باشد، به طوری که تمام نقاط داده نشان داده شده در مجموع 7 دوره باشند. این "رمپ بالا" در 7 دوره اول را پنهان می کند

source: Time comparison
fa: مقایسه زمان

source: Time shift
fa: تغییر زمان

source: 1 day ago
fa: 1 روز پیش

source: 1 week ago
fa: 1 هفته پیش

source: 28 days ago
fa: 28 روز پیش

source: 30 days ago
fa: 30 روز پیش

source: 52 weeks ago
fa: 52 هفته پیش

source: 1 year ago
fa: 1 سال پیش

source: 104 weeks ago
fa: 104 هفته پیش

source: 2 years ago
fa: 2 سال پیش

source: 156 weeks ago
fa: 156 هفته پیش

source: 3 years ago
fa: 3 سال پیش

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
fa: همپوشانی یک یا چند سری زمانی از یک دوره زمانی نسبی. دلتاهای زمانی نسبی را به زبان طبیعی انتظار می‌رود (مثال: 24 ساعت، 7 روز، 52 هفته، 365 روز). متن رایگان پشتیبانی می شود.

source: Calculation type
fa: نوع محاسباتی

source: Actual values
fa: ارزشهای واقعی

source: Difference
fa: تفاوت

source: Percentage change
fa: درصد تغییر

source: Ratio
fa: نسبت

source: How to display time shifts: as individual lines; as the difference between the main time series and each time shift; as the percentage change; or as the ratio between series and time shifts.
fa: همپوشانی یک یا چند سری زمانی از یک دوره زمانی نسبی. دلتاهای زمانی نسبی را به زبان طبیعی انتظار می‌رود (مثال: 24 ساعت، 7 روز، 52 هفته، 365 روز). متن رایگان پشتیبانی می شود.

source: Resample
fa: نمونه مجدد

source: Rule
fa: قاعده

source: 1 minutely frequency
fa: فرکانس 1 دقیقه

source: 1 hourly frequency
fa: فرکانس 1 ساعتی

source: 1 calendar day frequency
fa: 1 فرکانس روز تقویم

source: 7 calendar day frequency
fa: فرکانس 7 روز تقویمی

source: 1 month start frequency
fa: فرکانس شروع 1 ماهه

source: 1 month end frequency
fa: فرکانس پایان 1 ماه

source: 1 year start frequency
fa: فرکانس شروع 1 ساله

source: 1 year end frequency
fa: فرکانس پایان 1 سال

source: Pandas resample rule
fa: قانون نمونه گیری مجدد پانداها

source: Fill method
fa: روش پر کردن

source: Null imputation
fa: انتساب صفر

source: Zero imputation
fa: انتساب صفر

source: Linear interpolation
fa: درونیابی خطی

source: Forward values
fa: مقادیر رو به جلو

source: Backward values
fa: مقادیر عقب مانده

source: Median values
fa: مقادیر متوسط

source: Mean values
fa: مقادیر میانگین

source: Sum values
fa: مقادیر جمع

source: Pandas resample method
fa: روش نمونه گیری مجدد پانداها

source: Annotations and Layers
fa: حاشیه نویسی و لایه ها

source: Left
fa: چپ

source: Top
fa: بالا

source: Chart Title
fa: عنوان نمودار

source: X Axis
fa: محور X

source: X Axis Title
fa: عنوان محور X

source: X AXIS TITLE BOTTOM MARGIN
fa: X حاشیه عنوان محور X

source: Y Axis
fa: محور Y

source: Y Axis Title
fa: عنوان محور Y

source: Y AXIS TITLE MARGIN
fa: حاشیه عنوان محور Y

source: Y AXIS TITLE POSITION
fa: موقعیت عنوان محور Y

source: Query
fa: پرس و جو

source: Predictive Analytics
fa: تجزیه و تحلیل پیش بینی کننده

source: Enable forecast
fa: پیش بینی را فعال کنید

source: Enable forecasting
fa: پیش بینی را فعال کنید

source: Forecast periods
fa: دوره های پیش بینی

source: How many periods into the future do we want to predict
fa: چند دوره در آینده را می خواهیم پیش بینی کنیم

source: Confidence interval
fa: فاصله اطمینان

source: Width of the confidence interval. Should be between 0 and 1
fa: عرض فاصله اطمینان

source: Yearly seasonality
fa: فصلی سالانه

source: default
fa: پیش فرض

source: Yes
fa: بله

source: No
fa: خیر

source: Should yearly seasonality be applied. An integer value will specify Fourier order of seasonality.
fa: آیا باید فصلی سالانه اعمال شود. یک مقدار صحیح، ترتیب فوریه فصلی را مشخص می کند.

source: Weekly seasonality
fa: فصلی بودن هفتگی

source: Should weekly seasonality be applied. An integer value will specify Fourier order of seasonality.
fa: آیا باید فصلی هفتگی اعمال شود. یک مقدار صحیح، ترتیب فوریه فصلی را مشخص می کند.

source: Daily seasonality
fa: فصلی بودن روزانه

source: Should daily seasonality be applied. An integer value will specify Fourier order of seasonality.
fa: آیا باید فصلی بودن روزانه اعمال شود

source: Time related form attributes
fa: ویژگی های فرم مربوط به زمان

source: Datasource & Chart Type
fa: منبع داده

source: Chart ID
fa: شناسه نمودار

source: The id of the active chart
fa: شناسه نمودار فعال

source: Cache Timeout (seconds)
fa: مهلت زمانی کش (ثانیه)

source: The number of seconds before expiring the cache
fa: تعداد ثانیه های قبل از انقضای کش

source: URL Parameters
fa: پارامترهای URL

source: Extra url parameters for use in Jinja templated queries
fa: پارامترهای URL اضافی برای استفاده در جستارهای قالب جینجا

source: Extra Parameters
fa: پارامترهای اضافی

source: Extra parameters that any plugins can choose to set for use in Jinja templated queries
fa: پارامترهای اضافی که هر افزونه می تواند برای استفاده در جستارهای قالب جینجا تنظیم کند

source: Color Scheme
fa: طرح رنگی

source: Contribution Mode
fa: حالت مشارکت

source: Row
fa: ردیف

source: Series
fa: سلسله

source: Calculate contribution per series or row
fa: محاسبه سهم در هر سری یا ردیف

source: X-Axis Sort By
fa: X-Axis مرتب سازی بر اساس

source: Whether to sort descending or ascending on the X-Axis.
fa: نزولی یا صعودی در محور X مرتب‌سازی شود.

source: Dimensions
fa: ابعاد

source: One or many columns to group by. High cardinality groupings should include a sort by metric and series limit to limit the number of fetched and rendered series.
fa: یک یا چند ستون برای گروه بندی. گروه‌بندی با کاردینالیته بالا باید شامل مرتب‌سازی بر اساس متریک و محدودیت سری باشد تا تعداد سری‌های واکشی و رندر شده محدود شود.

source: One or many columns to pivot as columns
fa: یک یا چند ستون برای چرخش به عنوان ستون

source: Dimension
fa: ابعاد

source: Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle
fa: گروه بندی موجودیت ها را تعریف می کند. هر سری به عنوان یک رنگ خاص در نمودار نشان داده شده است و دارای یک ضامن افسانه است

source: Entity
fa: نهاد

source: This defines the element to be plotted on the chart
fa: این عنصری را که باید در نمودار رسم شود، مشخص می کند

source: One or many metrics to display
fa: یک یا چند معیار برای نمایش

source: Right Axis Metric
fa: متریک محور راست

source: Choose a metric for right axis
fa: یک متریک برای محور سمت راست انتخاب کنید

source: Sort by
fa: مرتب سازی بر اساس

source: Metric used to define how the top series are sorted if a series or row limit is present. If undefined reverts to the first metric (where appropriate).
fa: متریک برای تعیین نحوه مرتب‌سازی سری‌های برتر در صورت وجود محدودیت ردیف یا سری استفاده می‌شود. اگر تعریف نشده به معیار اول باز می گردد (در صورت لزوم).

source: Bubble Size
fa: اندازه حباب

source: Metric used to calculate bubble size
fa: متریک برای محاسبه اندازه حباب استفاده می شود

source: Metric assigned to the [X] axis
fa: متریک به محور [X] اختصاص داده شد

source: Metric assigned to the [Y] axis
fa: متریک به محور [Y] اختصاص داده شد

source: Color Metric
fa: متریک رنگ

source: A metric to use for color
fa: معیاری برای استفاده از رنگ

source: The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression
fa: ستون زمان برای تجسم. توجه داشته باشید که می توانید عبارت دلخواه را تعریف کنید که ستون DATETIME را در جدول برمی گرداند. همچنین توجه داشته باشید که فیلتر زیر در برابر این ستون یا عبارت اعمال می شود

source: Drop temporal column here
fa: ستون زمانی را در اینجا رها کنید

source: Drop a temporal column here or click
fa: یک ستون زمانی را در اینجا رها کنید یا کلیک کنید

source: Y-axis
fa: محور Y

source: Dimension to use on y-axis.
fa: ابعاد برای استفاده در محور y.

source: X-axis
fa: محور X

source: Dimension to use on x-axis.
fa: ابعاد برای استفاده در محور x.

source: The type of visualization to display
fa: نوع تجسم برای نمایش

source: Fixed Color
fa: رنگ ثابت

source: Use this to define a static color for all circles
fa: از این برای تعریف یک رنگ ثابت برای همه دایره ها استفاده کنید

source: Linear Color Scheme
fa: طرح رنگ خطی

source: all
fa: همه

source: 5 seconds
fa: 5 ثانیه

source: 30 seconds
fa: 30 ثانیه

source: 1 minute
fa: 1 دقیقه

source: 5 minutes
fa: 5 دقیقه

source: 30 minutes
fa: 30 دقیقه

source: 1 hour
fa: 1 ساعت

source: 1 day
fa: 1 روز

source: 7 days
fa: 7 روز

source: week
fa: هفته

source: week starting Sunday
fa: هفته از یکشنبه شروع می شود

source: week ending Saturday
fa: هفته منتهی به شنبه

source: month
fa: ماه

source: quarter
fa: سه ماهه

source: year
fa: سال

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`
fa: دانه بندی زمانی برای تجسم. توجه داشته باشید که می‌توانید از زبان طبیعی ساده مانند «۱۰ ثانیه»، «۱ روز» یا «۵۶ هفته» تایپ و استفاده کنید.

source: The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Superset source code.
fa: دانه بندی زمانی برای تجسم. این یک تبدیل تاریخ برای تغییر ستون زمان شما اعمال می کند و یک دانه بندی زمانی جدید را تعریف می کند. گزینه های اینجا بر اساس موتور پایگاه داده در کد منبع سوپرست تعریف شده اند.

source: The time range for the visualization. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
fa: محدوده زمانی برای تجسم همه زمان های نسبی، به عنوان مثال. "ماه گذشته"، "7 روز گذشته"، "اکنون" و غیره بر روی سرور با استفاده از زمان محلی سرور (sans timezone) ارزیابی می شوند. همه راهنمایی‌های ابزار و زمان‌های نگهدارنده مکان در UTC (بدون منطقه زمانی) بیان می‌شوند. سپس مهرهای زمانی توسط پایگاه داده با استفاده از منطقه زمانی محلی موتور ارزیابی می شوند. توجه داشته باشید که اگر زمان شروع و/یا پایان را مشخص کنید، می‌توانید به صراحت منطقه زمانی را در قالب ISO 8601 تنظیم کنید.

source: Row limit
fa: محدودیت ردیف

source: Limits the number of rows that get displayed.
fa: تعداد ردیف هایی که نمایش داده می شوند را محدود می کند.

source: Sort Descending
fa: مرتب سازی نزولی

source: Whether to sort descending or ascending
fa: آیا به ترتیب نزولی یا صعودی

source: Series limit
fa: محدودیت سری

source: Limits the number of series that get displayed. A joined subquery (or an extra phase where subqueries are not supported) is applied to limit the number of series that get fetched and rendered. This feature is useful when grouping by high cardinality column(s) though does increase the query complexity and cost.
fa: تعداد سریال هایی که نمایش داده می شوند را محدود می کند. یک درخواست فرعی پیوست شده (یا یک مرحله اضافی که در آن پرس و جوهای فرعی پشتیبانی نمی شوند) برای محدود کردن تعداد سری هایی که واکشی و رندر می شوند اعمال می شود. این ویژگی هنگام گروه بندی بر اساس ستون(های) با کاردینالیته بالا مفید است، اگرچه پیچیدگی و هزینه پرس و جو را افزایش می دهد.

source: Y Axis Format
fa: فرمت محور Y

source: Time format
fa: قالب زمان

source: The color scheme for rendering chart
fa: طرح رنگ برای رندر نمودار

source: Truncate Metric
fa: متریک کوتاه

source: Whether to truncate metrics
fa: آیا باید معیارها را کوتاه کرد

source: Show empty columns
fa: نمایش ستون های خالی

source: Show less columns
fa: نمایش ستون های کمتر

source: Show all columns
fa: نمایش همه ستون ها

source: D3 format
fa: فرمت D3

source: Fraction digits
fa: ارقام کسری

source: Number of decimal digits to round numbers to
fa: تعداد ارقام اعشاری برای گرد کردن اعداد

source: Min Width
fa: حداقل عرض

source: Default minimal column width in pixels, actual width may still be larger than this if other columns don't need much space
fa: حداقل عرض ستون پیش‌فرض بر حسب پیکسل، اگر ستون‌های دیگر به فضای زیادی نیاز نداشته باشند، ممکن است عرض واقعی همچنان بزرگ‌تر از این باشد.

source: auto
fa: خودکار

source: Text align
fa: تراز کردن متن

source: Horizontal alignment
fa: تراز افقی

source: Center
fa: مرکز

source: Right
fa: درست است

source: Show cell bars
fa: نمایش نوارهای سلولی

source: Whether to display a bar chart background in table columns
fa: نمایش پس زمینه نمودار میله ای در ستون های جدول

source: Align +/-
fa: تراز کردن /-

source: Whether to align positive and negative values in cell bar chart at 0
fa: آیا برای تراز کردن مقادیر مثبت و منفی در نمودار نوار سلولی در 0

source: Color +/-
fa: رنگ /-

source: Whether to colorize numeric values by if they are positive or negative
fa: آیا مقادیر عددی را بر اساس مثبت یا منفی بودن آنها رنگ آمیزی کنیم

source: Truncate Cells
fa: سلول‌ها را کوتاه کنید

source: Truncate long cells to the "min width" set above
fa: سلول های طولانی را به "عرض حداقل" در بالا کوتاه کنید

source: Small number format
fa: قالب اعداد کوچک

source: D3 number format for numbers between -1.0 and 1.0, useful when you want to have different significant digits for small and large numbers
fa: فرمت اعداد D3 برای اعداد بین -1.0 و 1.0، زمانی مفید است که می خواهید ارقام مهم متفاوتی برای اعداد کوچک و بزرگ داشته باشید.

source: D3 format syntax: https://github.com/d3/d3-format
fa: نحو فرمت D3: https://github.com/d3/d3-format

source: Only applies when "Label Type" is set to show values.
fa: فقط زمانی اعمال می شود که "Label Type" برای نمایش مقادیر تنظیم شده باشد.

source: Only applies when "Label Type" is not set to a percentage.
fa: فقط زمانی اعمال می شود که "نوع برچسب" روی درصد تنظیم نشده باشد.

source: Adaptive formatting
fa: قالب بندی تطبیقی

source: Original value
fa: ارزش اصلی

source: Duration in ms (66000 => 1m 6s)
fa: مدت زمان بر حسب میلی ثانیه (66000 => 1 متر و 6 ثانیه)

source: Duration in ms (1.40008 => 1ms 400µs 80ns)
fa: مدت زمان بر حسب میلی ثانیه (1.40008 => 1 میلی‌ثانیه 400 میکروثانیه و 80 ثانیه)

source: D3 time format syntax: https://github.com/d3/d3-time-format
fa: نحو فرمت زمان D3: https://github.com/d3/d3-time-format

source: Oops! An error occurred!
fa: اوه !!!

source: Stack Trace:
fa: ردیابی پشته:

source: No results were returned for this query. If you expected results to be returned, ensure any filters are configured properly and the datasource contains data for the selected time range.
fa: هیچ نتیجه ای برای این پرس و جو برگردانده نشد. اگر انتظار داشتید نتایج بازگردانده شوند، مطمئن شوید که فیلترها به درستی پیکربندی شده اند و منبع داده حاوی داده هایی برای محدوده زمانی انتخاب شده است.

source: No Results
fa: بدون نتیجه

source: ERROR
fa: خطا

source: Found invalid orderby options
fa: گزینه های ترتیب نامعتبر پیدا شد

source: is expected to be an integer
fa: انتظار می رود یک عدد صحیح باشد

source: is expected to be a number
fa: انتظار می رود یک عدد باشد

source: cannot be empty
fa: نمی تواند خالی باشد

source: Domain
fa: دامنه

source: hour
fa: ساعت

source: day
fa: روز

source: The time unit used for the grouping of blocks
fa: واحد زمان مورد استفاده برای گروه بندی بلوک ها

source: Subdomain
fa: زیر دامنه

source: min
fa: دقیقه

source: The time unit for each block. Should be a smaller unit than domain_granularity. Should be larger or equal to Time Grain
fa: واحد زمان برای هر بلوک باید یک واحد کوچکتر از domain_granularity باشد. باید بزرگتر یا برابر با Time Grain باشد

source: Chart Options
fa: گزینه های نمودار

source: Cell Size
fa: اندازه سلول
