Repository: HosseinAsadzadeh/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: Save as new chart
fa: ذخیره به عنوان نمودار جدید

source: Save to new dashboard
fa: در داشبورد جدید ذخیره کنید

source: Save chart
fa: ذخیره نمودار

source: Formatted date
fa: تاریخ قالب بندی شده

source: Column Formatting
fa: قالب بندی ستون

source: Collapse data panel
fa: جمع کردن پانل داده

source: Expand data panel
fa: SamplesExpand پانل داده

source: Samples
fa: نمونه ها

source: No samples were returned for this dataset
fa: هیچ نمونه ای برای این مجموعه داده برگردانده نشد

source: No results
fa: هیچ نتیجه ای

source: Search Metrics & Columns
fa: جستجوی معیارها و ستون ها

source: to edit or add columns and metrics.
fa: برای ویرایش یا اضافه کردن ستون ها و معیارها.

source: Showing %s of %s
fa: نمایش %s از %s

source: Show less...
fa: کمتر نشان دادن...

source: Show all...
fa: نمایش همه...

source: Show Less...
fa: نمایش کمتر...

source: Unable to retrieve dashboard colors
fa: بازیابی رنگ های داشبورد امکان پذیر نیست

source: Added to 1 dashboard
fa: به 1 داشبورد اضافه شد

source: Not added to any dashboard
fa: به هیچ داشبوردی اضافه نشده است

source: You can preview the list of dashboards in the chart settings dropdown.
fa: می‌توانید فهرست داشبوردها را در منوی کشویی تنظیمات نمودار پیش‌نمایش کنید.

source: Add the name of the chart
fa: نام نمودار را اضافه کنید

source: Chart title
fa: عنوان نمودار

source: Add required control values to save chart
fa: مقادیر کنترلی مورد نیاز را برای ذخیره نمودار اضافه کنید

source: Controls labeled
fa: کنترل‌ها با برچسب

source: Control labeled
fa: کنترل با برچسب

source: Chart Source
fa: منبع نمودار

source: Open Datasource tab
fa: برگه Datasource را باز کنید

source: Original
fa: اصلی

source: Pivoted
fa: محوری

source: You do not have permission to edit this chart
fa: شما اجازه ویرایش این نمودار را ندارید

source: Chart properties updated
fa: ویژگی های نمودار به روز شد

source: Edit Chart Properties
fa: ویرایش ویژگی های نمودار

source: This chart is managed externally, and can't be edited in Superset
fa: این نمودار به صورت خارجی مدیریت می شود و در Superset قابل ویرایش نیست

source: The description can be displayed as widget headers in the dashboard view. Supports markdown.
fa: توضیحات را می توان به عنوان سرصفحه ویجت در نمای داشبورد نمایش داد.

source: Person or group that has certified this chart.
fa: شخص یا گروهی که این نمودار را تأیید کرده است.

source: Configuration
fa: پیکربندی

source: Duration (in seconds) of the caching timeout for this chart. Note this defaults to the dataset's timeout if undefined.
fa: مدت زمان (بر حسب ثانیه) زمان ذخیره کش برای این نمودار. توجه داشته باشید که اگر تعریف نشده باشد، به‌طور پیش‌فرض زمان پایان مجموعه داده است.

source: A list of users who can alter the chart. Searchable by name or username.
fa: لیستی از کاربرانی که می توانند نمودار را تغییر دهند.

source: %s row
fa: ردیف %s

source: Limit reached
fa: به حد مجاز رسیده است

source: Create chart
fa: نمودار ایجاد کنید

source: Update chart
fa: نمودار را به روز کنید

source: Invalid lat/long configuration.
fa: پیکربندی lat/long نامعتبر است.

source: Reverse lat/long
fa: لت/طول معکوس

source: Longitude & Latitude columns
fa: طول جغرافیایی

source: Delimited long & lat single column
fa: تک ستون بلند و باریک محدود شده

source: Multiple formats accepted, look the geopy.points Python library for more details
fa: چندین قالب پذیرفته شده است، برای جزئیات بیشتر به کتابخانه geopy.points پایتون نگاه کنید

source: textarea
fa: ناحیه متنی

source: in modal
fa: به صورت مدال

source: Sorry, An error occurred
fa: با عرض پوزش، خطایی رخ داده است

source: Save as Dataset
fa: ذخیره به عنوان مجموعه داده

source: Open in SQL Lab
fa: در آزمایشگاه SQL باز کنید

source: Failed to verify select options: %s
fa: تأیید گزینه های انتخابی انجام نشد: %s

source: No annotation layers
fa: بدون لایه حاشیه نویسی

source: Add an annotation layer
fa: یک لایه حاشیه نویسی اضافه کنید

source: Annotation layer
fa: لایه حاشیه نویسی

source: Select the Annotation Layer you would like to use.
fa: لایه Annotation را که می خواهید استفاده کنید انتخاب کنید.

source: Use another existing chart as a source for annotations and overlays. Your chart must be one of these visualization types: [%s]
fa: از نمودار موجود دیگری به عنوان منبع برای حاشیه نویسی و همپوشانی استفاده کنیدنمودار شما باید یکی از این انواع تجسم باشد: [%s]

source: Expects a formula with depending time parameter 'x' in milliseconds since epoch. mathjs is used to evaluate the formulas. Example: '2x+5'
fa: انتظار فرمولی با پارامتر زمان وابسته 'x' دارد در میلی ثانیه از دوران mathjs برای ارزیابی فرمول ها استفاده می شود. مثال: '2x+5'

source: Annotation layer value
fa: مقدار لایه حاشیه نویسی

source: Bad formula.
fa: فرمول بد

source: Annotation Slice Configuration
fa: پیکربندی برش حاشیه نویسی

source: This section allows you to configure how to use the slice to generate annotations.
fa: این بخش به شما امکان می دهد نحوه استفاده از برش را پیکربندی کنید برای تولید حاشیه نویسی

source: Annotation layer time column
fa: ستون زمان لایه حاشیه نویسی

source: Interval start column
fa: ستون شروع فاصله

source: Event time column
fa: ستون زمان رویداد

source: This column must contain date/time information.
fa: این ستون باید حاوی اطلاعات تاریخ/زمان باشد.

source: Annotation layer interval end
fa: پایان فاصله لایه حاشیه نویسی

source: Interval End column
fa: ستون پایان فاصله

source: Annotation layer title column
fa: ستون عنوان لایه حاشیه نویسی

source: Title Column
fa: ستون عنوان

source: Pick a title for you annotation.
fa: عنوانی را برای حاشیه نویسی خود انتخاب کنید.

source: Annotation layer description columns
fa: ستون های توضیحات لایه حاشیه نویسی

source: Description Columns
fa: ستون های توضیحات

source: Pick one or more columns that should be shown in the annotation. If you don't select a column all of them will be shown.
fa: یک یا چند ستون را انتخاب کنید که باید در حاشیه نویسی نشان داده شود. اگر ستونی را انتخاب نکنید، همه آنها نشان داده می شوند.

source: Override time range
fa: بازبینی محدوده زمانی

source: This controls whether the "time_range" field from the current view should be passed down to the chart containing the annotation data.
fa: این فیلد "time_range" از جریان فعلی را کنترل می کند نمای باید به نمودار حاوی داده های حاشیه نویسی منتقل شود.

source: Override time grain
fa: نادیده گرفتن زمان دانه

source: This controls whether the time grain field from the current view should be passed down to the chart containing the annotation data.
fa: این کنترل می کند که آیا میدان دانه زمان از جریان جریان دارد یا خیر نمای باید به نمودار حاوی داده های حاشیه نویسی منتقل شود.

source: Display configuration
fa: پیکربندی نمایشگر

source: Configure your how you overlay is displayed here.
fa: پیکربندی کنید که چگونه همپوشانی شما در اینجا نمایش داده شود.

source: Annotation layer stroke
fa: سکته مغزی لایه حاشیه نویسی

source: Style
fa: سبک

source: Solid
fa: جامد

source: Dashed
fa: خط چین

source: Long dashed
fa: خط چین بلند

source: Dotted
fa: نقطه چین

source: Annotation layer opacity
fa: تیرگی لایه حاشیه نویسی

source: Color
fa: رنگ

source: Automatic Color
fa: رنگ خودکار

source: Shows or hides markers for the time series
fa: نشانگرهای سری زمانی را نشان می دهد یا پنهان می کند

source: Hide Line
fa: خط پنهان

source: Hides the Line for the time series
fa: خط را برای سری زمانی پنهان می کند

source: Layer configuration
fa: پیکربندی لایه

source: Configure the basics of your Annotation Layer.
fa: اصول اولیه لایه حاشیه نویسی خود را پیکربندی کنید.

source: Mandatory
fa: اجباری

source: Hide layer
fa: لایه پنهان

source: Show label
fa: نمایش برچسب

source: Whether to always show the annotation label
fa: آیا همیشه برچسب حاشیه‌نویسی نشان داده شود یا خیر

source: Annotation layer type
fa: نوع لایه حاشیه نویسی

source: Choose the annotation layer type
fa: نوع لایه حاشیه نویسی را انتخاب کنید

source: Annotation source type
fa: نوع منبع حاشیه نویسی

source: Choose the source of your annotations
fa: منبع حاشیه نویسی خود را انتخاب کنید

source: Annotation source
fa: منبع حاشیه نویسی

source: Remove
fa: حذف کنید

source: Edit annotation layer
fa: ویرایش لایه حاشیه نویسی

source: Add annotation layer
fa: لایه حاشیه نویسی را اضافه کنید

source: Empty collection
fa: مجموعه خالی

source: Add an item
fa: یک مورد اضافه کنید

source: Remove item
fa: حذف آیتم

source: This color scheme is being overridden by custom label colors. Check the JSON metadata in the Advanced settings
fa: این طرح رنگ توسط رنگ های برچسب سفارشی نادیده گرفته می شود. فراداده JSON را در تنظیمات پیشرفته بررسی کنید

source: The color scheme is determined by the related dashboard. Edit the color scheme in the dashboard properties.
fa: طرح رنگ توسط داشبورد مربوطه تعیین می شود. طرح رنگ را در ویژگی های داشبورد ویرایش کنید.

source: dashboard
fa: داشبورد

source: Dashboard scheme
fa: طرح داشبورد

source: Select color scheme
fa: طرح رنگ را انتخاب کنید

source: Select scheme
fa: طرح را انتخاب کنید

source: Edit formatter
fa: ویرایشگر قالب

source: Add new formatter
fa: اضافه کردن فرمت جدید

source: Add new color formatter
fa: فرمت کننده رنگ جدید اضافه کنید

source: green
fa: سبز

source: yellow
fa: زرد

source: red
fa: قرمز

source: This value should be smaller than the right target value
fa: این مقدار باید کوچکتر از مقدار هدف مناسب باشد

source: This value should be greater than the left target value
fa: این مقدار باید بیشتر از مقدار هدف سمت چپ باشد

source: Required
fa: لازم است

source: Operator
fa: اپراتور

source: Left value
fa: مقدار سمت چپ

source: Right value
fa: مقدار درست

source: Target value
fa: ارزش هدف

source: Select column
fa: ستون را انتخاب کنید

source: Edit dataset
fa: ویرایش مجموعه داده

source: You must be a dataset owner in order to edit. Please reach out to a dataset owner to request modifications or edit access.
fa: برای ویرایش باید مالک مجموعه داده باشید. لطفاً برای درخواست تغییرات یا دسترسی ویرایش، با مالک مجموعه داده تماس بگیرید.

source: View in SQL Lab
fa: مشاهده در آزمایشگاه SQL

source: Query preview
fa: پیش نمایش پرس و جو

source: Save as dataset
fa: ذخیره به عنوان مجموعه داده

source: Missing URL parameters
fa: پارامترهای URL از دست رفته

source: The URL is missing the dataset_id or slice_id parameters.
fa: URL پارامترهای database_id یا slice_id را ندارد.

source: The dataset linked to this chart may have been deleted.
fa: مجموعه داده مرتبط با این نمودار ممکن است حذف شده باشد.

source: RANGE TYPE
fa: نوع محدوده

source: Actual time range
fa: محدوده زمانی واقعی

source: APPLY
fa: اعمال کنید

source: Edit time range
fa: ویرایش محدوده زمانی

source: Configure Advanced Time Range
fa: محدوده زمانی پیشرفته را پیکربندی کنید

source: START (INCLUSIVE)
fa: شروع (شامل)

source: Start date included in time range
fa: تاریخ شروع در محدوده زمانی گنجانده شده است

source: END (EXCLUSIVE)
fa: پایان (انحصاری)

source: End date excluded from time range
fa: تاریخ پایان از محدوده زمانی مستثنی شده است

source: Configure Time Range: Previous...
fa: پیکربندی محدوده زمانی: قبلی...

source: Configure Time Range: Last...
fa: پیکربندی محدوده زمانی: آخرین...

source: Configure custom time range
fa: محدوده زمانی سفارشی را پیکربندی کنید

source: Relative quantity
fa: کمیت نسبی

source: Relative period
fa: دوره نسبی

source: Anchor to
fa: لنگر به

source: NOW
fa: اکنون

source: Date/Time
fa: تاریخ/زمان

source: Return to specific datetime.
fa: بازگشت به تاریخ مشخص.

source: Syntax
fa: نحو

source: Example
fa: مثال

source: Moves the given set of dates by a specified interval.
fa: مجموعه تاریخ های داده شده را با فاصله زمانی مشخص منتقل می کند.

source: Truncates the specified date to the accuracy specified by the date unit.
fa: تاریخ مشخص شده را به دقت مشخص شده توسط واحد تاریخ کوتاه می کند.

source: Get the last date by the date unit.
fa: آخرین تاریخ را بر اساس واحد تاریخ دریافت کنید.

source: Get the specify date for the holiday
fa: تاریخ مشخص شده برای تعطیلات را دریافت کنید

source: Previous
fa: قبلی

source: Custom
fa: سفارشی

source: last day
fa: روز گذشته

source: last week
fa: هفته گذشته

source: last month
fa: ماه گذشته

source: last quarter
fa: سه ماهه آخر

source: last year
fa: سال گذشته

source: previous calendar week
fa: هفته تقویم قبلی

source: previous calendar month
fa: ماه تقویم قبلی

source: previous calendar year
fa: سال تقویم قبل

source: Seconds %s
fa: ثانیه %s

source: Minutes %s
fa: دقیقه %s

source: Hours %s
fa: ساعت %s

source: Days %s
fa: روز %s

source: Weeks %s
fa: هفته %s

source: Months %s
fa: ماه %s

source: Quarters %s
fa: چهارم %s

source: Years %s
fa: سال %s

source: Specific Date/Time
fa: تاریخ/زمان خاص

source: Relative Date/Time
fa: تاریخ/زمان نسبی

source: Now
fa: اکنون

source: Midnight
fa: نیمه شب

source: Saved expressions
fa: عبارات ذخیره شده

source: Saved
fa: ذخیره شد

source: %s column(s)
fa: %s ستون(های)

source: No temporal columns found
fa: هیچ ستون زمانی یافت نشد

source: No saved expressions found
fa: هیچ عبارت ذخیره شده ای یافت نشد

source: Add calculated temporal columns to dataset in "Edit datasource" modal
fa: ستون های زمانی محاسبه شده را به مجموعه داده در حالت "Edit Datasource" اضافه کنید

source: Add calculated columns to dataset in "Edit datasource" modal
fa: در حالت "Edit datasource" ستون های محاسبه شده را به مجموعه داده اضافه کنید

source: to mark a column as a time column
fa: برای علامت گذاری یک ستون به عنوان ستون زمان

source: to add calculated columns
fa: برای اضافه کردن ستون های محاسبه شده

source: Simple
fa: ساده

source: Mark a column as temporal in "Edit datasource" modal
fa: یک ستون را در حالت "Edit datasource" به عنوان موقت علامت گذاری کنید

source: Custom SQL
fa: SQL سفارشی

source: My column
fa: ستون من

source: This filter might be incompatible with current dataset
fa: این فیلتر ممکن است با مجموعه داده فعلی ناسازگار باشد

source: This column might be incompatible with current dataset
fa: این ستون ممکن است با مجموعه داده فعلی ناسازگار باشد

source: Drop a column here or click
fa: یک ستون را در اینجا رها کنید یا کلیک کنید

source: Drop column here
fa: ستون را در اینجا رها کنید

source: Click to edit label
fa: برای ویرایش برچسب کلیک کنید

source: Drop columns/metrics here or click
fa: ستون‌ها/معیارها را اینجا رها کنید یا کلیک کنید

source: Drop columns or metrics here
fa: ستون ها یا معیارها را در اینجا رها کنید

source: This metric might be incompatible with current dataset
fa: این معیار ممکن است با مجموعه داده فعلی ناسازگار باشد

source: Drop a column/metric here or click
fa: یک ستون/متریک را در اینجا رها کنید یا کلیک کنید

source: Drop column or metric here
fa: ستون یا متریک را در اینجا رها کنید

source: Drop columns here
fa: ستون ها را در اینجا رها کنید

source: Default
fa: پیش فرض

source: (optional) default value for the filter, when using the multiple option, you can use a semicolon-delimited list of options.
fa: مقدار پیش‌فرض (اختیاری) فیلتر، هنگام استفاده از گزینه چندگانه، می‌توانید از فهرستی از گزینه‌ها با نقطه ویرگول استفاده کنید.

source: Metric to sort the results by
fa: متریک برای مرتب کردن نتایج بر اساس

source: Check for sorting ascending
fa: مرتب سازی صعودی را بررسی کنید

source: Allow multiple selections
fa: چندین انتخاب را مجاز کنید

source: Multiple selections allowed, otherwise filter is limited to a single value
fa: انتخاب های متعدد مجاز است، در غیر این صورت فیلتر به یک مقدار محدود می شود

source: Search all filter options
fa: همه گزینه های فیلتر را جستجو کنید

source: By default, each filter loads at most 1000 choices at the initial page load. Check this box if you have more than 1000 filter values and want to enable dynamically searching that loads filter values as users type (may add stress to your database).
fa: به طور پیش فرض، هر فیلتر حداکثر 1000 انتخاب را در بارگذاری اولیه صفحه بارگیری می کند. اگر بیش از 1000 مقدار فیلتر دارید و می خواهید جستجوی پویا را فعال کنید که مقادیر فیلتر را با تایپ کاربران بارگیری می کند (ممکن است به پایگاه داده شما استرس اضافه کند) این کادر را علامت بزنید.

source: User must select a value for this filter
fa: کاربر باید مقداری را برای این فیلتر انتخاب کند

source: Filter configuration
fa: پیکربندی فیلتر

source: %s option(s)
fa: %s گزینه(های)

source: Select subject
fa: موضوع را انتخاب کنید

source: No such column found. To filter on a metric, try the Custom SQL tab.
fa: چنین ستونی یافت نشد.

source: To filter on a metric, use Custom SQL tab.
fa: برای فیلتر کردن یک متریک، از تب Custom SQL استفاده کنید.

source: %s operator(s)
fa: %s اپراتور(های)

source: Select operator
fa: اپراتور را انتخاب کنید

source: Comparator option
fa: گزینه مقایسه

source: Type a value here
fa: یک مقدار را در اینجا تایپ کنید

source: Filter value (case sensitive)
fa: مقدار فیلتر (حساس به حروف کوچک و بزرگ)

source: Failed to retrieve advanced type
fa: بازیابی نوع پیشرفته ناموفق بود

source: choose WHERE or HAVING...
fa: WHERE یا HAVING را انتخاب کنید...

source: Filters by columns
fa: فیلتر بر اساس ستون

source: Filters by metrics
fa: فیلترها بر اساس معیارها

source: Fixed
fa: رفع شد

source: Based on a metric
fa: بر اساس یک متریک

source: My metric
fa: متریک من

source: Add metric
fa: متریک را اضافه کنید

source: Select aggregate options
fa: گزینه های جمع را انتخاب کنید

source: %s aggregates(s)
fa: %s مجموع(های)

source: Select saved metrics
fa: معیارهای ذخیره شده را انتخاب کنید

source: %s saved metric(s)
fa: %s معیار(های) ذخیره شده

source: Saved metric
fa: متریک ذخیره شده

source: No saved metrics found
fa: هیچ معیار ذخیره شده ای یافت نشد

source: Add metrics to dataset in "Edit datasource" modal
fa: در حالت "ویرایش منبع داده" معیارها را به مجموعه داده اضافه کنید

source: to add metrics
fa: برای افزودن معیارها

source: Simple ad-hoc metrics are not enabled for this dataset
fa: معیارهای تکی ساده برای این مجموعه داده فعال نیست

source: column
fa: ستون

source: aggregate
fa: مجموعه

source: Custom SQL ad-hoc metrics are not enabled for this dataset
fa: معیارهای SQL ad-hoc سفارشی برای این مجموعه داده فعال نیست

source: Error while fetching data: %s
fa: خطا هنگام واکشی داده ها: %s

source: Time series columns
fa: ستون های سری زمانی

source: Actual value
fa: ارزش واقعی

source: Period average
fa: میانگین دوره

source: The column header label
fa: برچسب سرصفحه ستون

source: Column header tooltip
fa: نکته ابزار سرصفحه ستون

source: Type of comparison, value difference or percentage
fa: نوع مقایسه، تفاوت ارزش یا درصد

source: Width
fa: عرض

source: Width of the sparkline
fa: عرض خط جرقه

source: Height of the sparkline
fa: ارتفاع جرقه

source: Time lag
fa: تاخیر زمانی

source: Number of periods to compare against
fa: تعداد دوره هایی که باید با آنها مقایسه شود

source: Time Lag
fa: تاخیر زمانی

source: Time ratio
fa: نسبت زمانی

source: Number of periods to ratio against
fa: تعداد دوره به نسبت در برابر

source: Time Ratio
fa: نسبت زمانی

source: Show Y-axis
fa: محور Y را نشان دهید

source: Show Y-axis on the sparkline. Will display the manually set min/max if set or min/max values in the data otherwise.
fa: محور Y را روی خط جرقه نشان دهید. در صورت تنظیم حداقل/حداکثر تنظیم دستی و در غیر این صورت مقادیر حداقل/حداکثر در داده ها نمایش داده می شود.

source: Y-axis bounds
fa: کرانه های محور Y

source: Manually set min/max values for the y-axis.
fa: مقادیر حداقل/حداکثر را برای محور y به صورت دستی تنظیم کنید.

source: Color bounds
fa: محدوده رنگ

source: Number bounds used for color encoding from red to blue. Reverse the numbers for blue to red. To get pure red or blue, you can enter either only min or max.
fa: کران های اعداد برای رمزگذاری رنگ از قرمز به آبی استفاده می شود. اعداد آبی را به قرمز برگردانید. برای به دست آوردن قرمز یا آبی خالص، شما می توانید فقط حداقل یا حداکثر را وارد کنید.

source: Optional d3 number format string
fa: رشته فرمت شماره d3 اختیاری

source: Number format string
fa: رشته فرمت شماره

source: Optional d3 date format string
fa: رشته فرمت تاریخ d3 اختیاری

source: Date format string
fa: رشته فرمت تاریخ

source: Column Configuration
fa: پیکربندی ستون

source: Select Viz Type
fa: Viz Type را انتخاب کنید

source: Currently rendered: %s
fa: در حال حاضر ارائه شده: %s

source: Recommended tags
fa: برچسب های توصیه شده

source: Search all charts
fa: همه نمودارها را جستجو کنید

source: No description available.
fa: توضیحی در دسترس نیست.

source: Examples
fa: مثالها

source: This visualization type is not supported.
fa: این نوع تجسم پشتیبانی نمی شود.

source: View all charts
fa: مشاهده همه نمودارها

source: Select a visualization type
fa: یک نوع تجسم را انتخاب کنید

source: No results found
fa: نتیجه ای یافت نشد

source: Superset Chart
fa: نمودار فوق مجموعه

source: New chart
fa: نمودار جدید

source: Edit chart properties
fa: ویژگی های نمودار را ویرایش کنید

source: Dashboards added to
fa: داشبوردها اضافه شد

source: Export to original .CSV
fa: صادرات به CSV اصلی

source: Export to pivoted .CSV
fa: صادرات به .CSV محوری

source: Export to .JSON
fa: صادرات به JSON

source: Export to Excel
fa: صادرات به اکسل

source: Embed code
fa: کد جاسازی کنید

source: Run in SQL Lab
fa: در آزمایشگاه SQL اجرا شود

source: Code
fa: کد

source: Markup type
fa: نوع نشانه گذاری

source: Pick your favorite markup language
fa: زبان نشانه گذاری مورد علاقه خود را انتخاب کنید

source: Put your code here
fa: کد خود را اینجا قرار دهید

source: URL parameters
fa: پارامترهای URL

source: Extra parameters for use in jinja templated queries
fa: پارامترهای اضافی برای استفاده در جستارهای قالب جینجا

source: Annotations and layers
fa: حاشیه نویسی و لایه ها

source: Annotation layers
fa: لایه های حاشیه نویسی

source: My beautiful colors
fa: رنگهای زیبای من

source: No columns
fa: بدون ستون

source: %s option
fa: گزینه %s

source: Columns to show
fa: ستون هایی برای نمایش

source: UI Configuration
fa: پیکربندی UI

source: Can select multiple values
fa: می تواند چندین مقدار را انتخاب کند

source: Filter value is required
fa: مقدار فیلتر مورد نیاز است

source: User must select a value before applying the filter
fa: کاربر باید قبل از اعمال فیلتر یک مقدار را انتخاب کند

source: Group By filter plugin
fa: افزونه Group By filter

source: Chosen non-numeric column
fa: ستون غیر عددی انتخاب شده

source: Single value
fa: یک مقدار

source: Use only a single value.
fa: فقط از یک مقدار استفاده کنید.

source: Range filter plugin using AntD
fa: پلاگین فیلتر محدوده با استفاده از AntD

source: (excluded)
fa: (استثنا)

source: Select first filter value by default
fa: مقدار اول فیلتر را به طور پیش فرض انتخاب کنید

source: When using this option, default value can’t be set
fa: هنگام استفاده از این گزینه، مقدار پیش فرض را نمی توان تنظیم کرد

source: Inverse selection
fa: انتخاب معکوس

source: Exclude selected values
fa: مقادیر انتخاب شده را حذف کنید

source: Dynamically search all filter values
fa: تمام مقادیر فیلتر را به صورت پویا جستجو کنید

source: Select filter plugin using AntD
fa: پلاگین فیلتر را با استفاده از AntD انتخاب کنید

source: Custom time filter plugin
fa: افزونه فیلتر زمان سفارشی

source: No time columns
fa: بدون ستون زمان

source: Time column filter plugin
fa: پلاگین فیلتر ستون زمان

source: Time grain filter plugin
fa: افزونه فیلتر دانه زمان

source: Time series
fa: سری زمانی

source: view instructions
fa: مشاهده دستورالعمل ها

source: Add a dataset
fa: یک مجموعه داده اضافه کنید

source: or
fa: یا

source: Choose a dataset
fa: یک مجموعه داده را انتخاب کنید

source: Choose chart type
fa: نوع نمودار را انتخاب کنید

source: Please select both a Dataset and a Chart type to proceed
fa: لطفاً برای ادامه، هر دو مجموعه داده و نوع نمودار را انتخاب کنید

source: Please confirm
fa: لطفا تایید کنید

source: Are you sure you want to delete
fa: آیا مطمئن هستید که می خواهید حذف کنید؟

source: Modified %s
fa: %s اصلاح شده
