Repository: HosseinAsadzadeh/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: The datasource is too large to query.
fa: منبع داده برای پرس و جو خیلی بزرگ است.

source: The database is under an unusual load.
fa: پایگاه داده تحت یک بار غیر معمول است.

source: The database returned an unexpected error.
fa: پایگاه داده یک خطای غیرمنتظره را برگرداند.

source: There is a syntax error in the SQL query. Perhaps there was a misspelling or a typo.
fa: یک خطای نحوی در پرس و جوی SQL وجود دارد. شاید اشتباه املایی یا تایپی وجود داشته باشد.

source: The column was deleted or renamed in the database.
fa: ستون در پایگاه داده حذف یا تغییر نام داده شد.

source: The table was deleted or renamed in the database.
fa: جدول در پایگاه داده حذف یا تغییر نام داده شد.

source: One or more parameters specified in the query are missing.
fa: یک یا چند پارامتر مشخص شده در پرس و جو وجود ندارد.

source: The hostname provided can't be resolved.
fa: نام میزبان ارائه شده قابل حل نیست.

source: The port is closed.
fa: بندر بسته است.

source: The host might be down, and can't be reached on the provided port.
fa: ممکن است میزبان از کار افتاده باشد و در پورت ارائه شده قابل دسترسی نباشد.

source: Superset encountered an error while running a command.
fa: Superset هنگام اجرای یک فرمان با خطا مواجه شد.

source: Superset encountered an unexpected error.
fa: Superset با یک خطای غیرمنتظره مواجه شد.

source: The username provided when connecting to a database is not valid.
fa: نام کاربری ارائه شده هنگام اتصال به پایگاه داده معتبر نیست.

source: The password provided when connecting to a database is not valid.
fa: رمز عبور ارائه شده هنگام اتصال به پایگاه داده معتبر نیست.

source: Either the username or the password is wrong.
fa: نام کاربری یا رمز عبور اشتباه است.

source: Either the database is spelled incorrectly or does not exist.
fa: یا پایگاه داده اشتباه نوشته شده است یا وجود ندارد.

source: The schema was deleted or renamed in the database.
fa: طرحواره حذف شد یا در پایگاه داده تغییر نام داد.

source: User doesn't have the proper permissions.
fa: کاربر مجوزهای مناسب را ندارد.

source: One or more parameters needed to configure a database are missing.
fa: یک یا چند پارامتر مورد نیاز برای پیکربندی پایگاه داده وجود ندارد.

source: The submitted payload has the incorrect format.
fa: محموله ارسالی فرمت نادرستی دارد.

source: The submitted payload has the incorrect schema.
fa: محموله ارسالی دارای طرح نادرست است.

source: Results backend needed for asynchronous queries is not configured.
fa: نتایج مورد نیاز برای جستارهای ناهمزمان پیکربندی نشده است.

source: Database does not allow data manipulation.
fa: پایگاه داده اجازه دستکاری داده ها را نمی دهد.

source: The CTAS (create table as select) doesn't have a SELECT statement at the end. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
fa: CTAS (ایجاد جدول به عنوان انتخاب) یک عبارت SELECT در پایان ندارد. لطفاً مطمئن شوید که درخواست شما یک SELECT به عنوان آخرین عبارت خود دارد. سپس، دوباره درخواست خود را اجرا کنید.

source: CVAS (create view as select) query has more than one statement.
fa: پرس و جو CVAS (ایجاد نمای به عنوان انتخاب) بیش از یک عبارت دارد.

source: CVAS (create view as select) query is not a SELECT statement.
fa: پرس و جو CVAS (ایجاد نمای به عنوان انتخاب) یک عبارت SELECT نیست.

source: Query is too complex and takes too long to run.
fa: پرس و جو بسیار پیچیده است و اجرای آن بسیار طولانی است.

source: The database is currently running too many queries.
fa: پایگاه داده در حال حاضر درخواست های زیادی را اجرا می کند.

source: One or more parameters specified in the query are malformatted.
fa: یک یا چند پارامتر مشخص شده در پرس و جو دارای فرمت نادرست هستند.

source: The object does not exist in the given database.
fa: شی در پایگاه داده داده شده وجود ندارد.

source: The query has a syntax error.
fa: پرس و جو دارای یک خطای نحوی است.

source: The results backend no longer has the data from the query.
fa: پشتیبان نتایج دیگر داده‌های پرس و جو را ندارد.

source: The query associated with the results was deleted.
fa: پرس و جو مرتبط با نتایج حذف شد.

source: The results stored in the backend were stored in a different format, and no longer can be deserialized.
fa: نتایج ذخیره شده در باطن در قالبی متفاوت ذخیره می‌شوند و دیگر نمی‌توان آن‌ها را از فهرست خارج کرد.

source: The port number is invalid.
fa: شماره پورت نامعتبر است.

source: Failed to start remote query on a worker.
fa: شروع پرس و جو از راه دور در یک کارگر ناموفق بود.

source: The database was deleted.
fa: پایگاه داده حذف شد.

source: Custom SQL fields cannot contain sub-queries.
fa: فیلدهای SQL سفارشی نمی توانند شامل پرس و جوهای فرعی باشند.

source: Invalid certificate
fa: گواهی نامعتبر

source: Unsafe return type for function %(func)s: %(value_type)s
fa: نوع برگشتی ناامن برای تابع %(func)s: %(value_type)s

source: Unsupported return value for method %(name)s
fa: مقدار بازگشتی پشتیبانی نشده برای روش %(name)s

source: Unsafe template value for key %(key)s: %(value_type)s
fa: مقدار الگوی ناامن برای کلید %(key)s: %(value_type)s

source: Unsupported template value for key %(key)s
fa: مقدار الگوی پشتیبانی نشده برای کلید %(key)s

source: Only SELECT statements are allowed against this database.
fa: فقط عبارات SELECT در این پایگاه داده مجاز است.

source: The query was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
fa: درخواست پس از %(sqllab_timeout)s ثانیه حذف شد. ممکن است خیلی پیچیده باشد، یا پایگاه داده ممکن است تحت بار سنگین باشد.

source: Results backend is not configured.
fa: پشتیبان نتایج پیکربندی نشده است.

source: CTAS (create table as select) can only be run with a query where the last statement is a SELECT. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
fa: CTAS (ایجاد جدول به عنوان انتخاب) فقط می تواند با یک پرس و جو اجرا شود که آخرین عبارت SELECT است. لطفاً مطمئن شوید که درخواست شما یک SELECT به عنوان آخرین عبارت خود دارد. سپس، دوباره درخواست خود را اجرا کنید.

source: CVAS (create view as select) can only be run with a query with a single SELECT statement. Please make sure your query has only a SELECT statement. Then, try running your query again.
fa: CVAS (ایجاد نمای به عنوان انتخاب) فقط با یک پرس و جو با یک عبارت SELECT قابل اجرا است. لطفاً مطمئن شوید که درخواست شما فقط یک عبارت SELECT دارد. سپس، دوباره درخواست خود را اجرا کنید.

source: Running statement %(statement_num)s out of %(statement_count)s
fa: بیانیه در حال اجرا %(statement_num)s از %(statement_count)s

source: Statement %(statement_num)s out of %(statement_count)s
fa: بیانیه %(statement_num)s از %(statement_count)s

source: Viz is missing a datasource
fa: Viz منبع داده ای ندارد

source: Applied rolling window did not return any data. Please make sure the source query satisfies the minimum periods defined in the rolling window.
fa: پنجره چرخشی اعمال شده هیچ داده ای را بر نمی گرداند. لطفاً مطمئن شوید که پرس و جو منبع حداقل دوره های تعریف شده در پنجره متحرک را برآورده می کند.

source: From date cannot be larger than to date
fa: از تاریخ نمی تواند بزرگتر از تاریخ باشد

source: Cached value not found
fa: مقدار ذخیره شده در حافظه پنهان یافت نشد

source: Columns missing in datasource: %(invalid_columns)s
fa: ستون‌های موجود در منبع داده: %(invalid_columns)s

source: Table View
fa: نمای جدول

source: You cannot use [Columns] in combination with [Group By]/[Metrics]/[Percentage Metrics]. Please choose one or the other.
fa: نمی‌توانید از [ستون‌ها] در ترکیب با [گروه بر اساس]/[متریک]/[سنجه‌های درصد] استفاده کنید. لطفا یکی یا دیگری را انتخاب کنید.

source: Pick a granularity in the Time section or uncheck 'Include Time'
fa: یک جزئیات را در بخش زمان انتخاب کنید یا علامت 'شامل زمان' را بردارید

source: Time Table View
fa: نمای جدول زمان

source: Pick at least one metric
fa: حداقل یک معیار را انتخاب کنید

source: When using 'Group By' you are limited to use a single metric
fa: هنگام استفاده از "Group By" شما محدود به استفاده از یک متریک هستید

source: Pivot Table
fa: جدول محوری

source: Please choose at least one 'Group by' field
fa: لطفا حداقل یک فیلد «گروه بر اساس» را انتخاب کنید

source: Please choose at least one metric
fa: لطفا حداقل یک معیار را انتخاب کنید

source: Group By' and 'Columns' can't overlap
fa: Group By' و 'Columns' نمی توانند همپوشانی داشته باشند

source: Treemap
fa: نقشه درختی

source: Calendar Heatmap
fa: نقشه حرارتی تقویم

source: Bubble Chart
fa: نمودار حباب

source: Please use 3 different metric labels
fa: لطفاً از 3 برچسب متریک مختلف استفاده کنید

source: Pick a metric for x, y and size
fa: یک متریک برای x، y و اندازه انتخاب کنید

source: Bullet Chart
fa: نمودار گلوله

source: Pick a metric to display
fa: معیاری را برای نمایش انتخاب کنید

source: Big Number with Trendline
fa: عدد بزرگ با خط روند

source: Pick a metric!
fa: یک معیار را انتخاب کنید!

source: Big Number
fa: عدد بزرگ

source: Time Series - Line Chart
fa: سری زمانی - نمودار خطی

source: Pick a time granularity for your time series
fa: یک دانه بندی زمانی برای سری زمانی خود انتخاب کنید

source: An enclosed time range (both start and end) must be specified when using a Time Comparison.
fa: هنگام استفاده از مقایسه زمانی، یک محدوده زمانی محصور (هر دو شروع و پایان) باید مشخص شود.

source: Time Series - Multiple Line Charts
fa: سری زمانی - نمودارهای چند خطی

source: Time Series - Dual Axis Line Chart
fa: سری زمانی - نمودار خطی دو محور

source: Pick a metric for left axis!
fa: یک متریک برای محور چپ انتخاب کنید!

source: Pick a metric for right axis!
fa: یک متریک برای محور سمت راست انتخاب کنید!

source: Please choose different metrics on left and right axis
fa: لطفاً معیارهای مختلف را در محور چپ و راست انتخاب کنید

source: Time Series - Bar Chart
fa: سری زمانی - نمودار میله ای

source: Time Series - Period Pivot
fa: سری زمانی - دوره محوری

source: Time Series - Percent Change
fa: سری زمانی - درصد تغییر

source: Time Series - Stacked
fa: سری زمانی - انباشته

source: Histogram
fa: هیستوگرام

source: Must have at least one numeric column specified
fa: باید حداقل یک ستون عددی مشخص شده باشد

source: Distribution - Bar Chart
fa: توزیع - نمودار میله ای

source: Can't have overlap between Series and Breakdowns
fa: نمی‌توان بین سری‌ها و خرابی‌ها همپوشانی داشت

source: Pick at least one field for [Series]
fa: حداقل یک فیلد برای [سری] انتخاب کنید

source: Sunburst
fa: آفتاب سوختگی

source: Sankey
fa: سانکی

source: Pick exactly 2 columns as [Source / Target]
fa: دقیقاً 2 ستون را به عنوان [منبع / هدف] انتخاب کنید

source: There's a loop in your Sankey, please provide a tree. Here's a faulty link: {}
fa: یک حلقه در Sankey شما وجود دارد، لطفاً یک درخت ارائه دهید. این یک پیوند معیوب است: {}

source: Directed Force Layout
fa: طراحی نیروی جهت دار

source: Country Map
fa: نقشه کشور

source: World Map
fa: نقشه جهان

source: Filters
fa: فیلترها

source: Invalid filter configuration, please select a column
fa: پیکربندی فیلتر نامعتبر است، لطفاً یک ستون را انتخاب کنید

source: Parallel Coordinates
fa: مختصات موازی

source: Heatmap
fa: نقشه حرارتی

source: Horizon Charts
fa: نمودارهای افق

source: [Longitude] and [Latitude] must be set
fa: [طول جغرافیایی] و [طول جغرافیایی] باید تنظیم شوند

source: Must have a [Group By] column to have 'count' as the [Label]
fa: باید یک ستون [Group By] داشته باشد تا 'count' به عنوان [Label] باشد.

source: Choice of [Label] must be present in [Group By]
fa: انتخاب [برچسب] باید در [گروه توسط] وجود داشته باشد

source: Choice of [Point Radius] must be present in [Group By]
fa: انتخاب [Point Radius] باید در [Group By] وجود داشته باشد.

source: [Longitude] and [Latitude] columns must be present in [Group By]
fa: ستون‌های [طول جغرافیایی] و [طول جغرافیایی] باید در [گروه بر اساس] وجود داشته باشند

source: Deck.gl - Multiple Layers
fa: Deck.gl - چند لایه

source: Bad spatial key
fa: کلید فضایی بد

source: Invalid spatial point encountered: %s
fa: نقطه مکانی نامعتبر مواجه شد: %s

source: Encountered invalid NULL spatial entry, please consider filtering those out
fa: با ورودی فضایی NULL نامعتبر مواجه شده‌اید، لطفاً آن‌ها را فیلتر کنید

source: Deck.gl - Scatter plot
fa: Deck.gl - طرح پراکندگی

source: Deck.gl - Screen Grid
fa: Deck.gl - شبکه صفحه نمایش

source: Deck.gl - 3D Grid
fa: Deck.gl - شبکه سه بعدی

source: Deck.gl - Paths
fa: Deck.gl - مسیرها

source: Deck.gl - Polygon
fa: Deck.gl - چند ضلعی

source: Deck.gl - Arc
fa: Deck.gl - قوس

source: Event flow
fa: جریان رویداد

source: Time Series - Paired t-test
fa: سری زمانی - آزمون t زوجی

source: Time Series - Nightingale Rose Chart
fa: سری زمانی - نمودار گل رز بلبل

source: Partition Diagram
fa: نمودار پارتیشن

source: Please choose at least one groupby
fa: لطفا حداقل یک گروه را انتخاب کنید

source: Invalid advanced data type: %(advanced_data_type)s
fa: نوع داده پیشرفته نامعتبر: %(advanced_data_type)s

source: Deleted %(num)d annotation layer
fa: %(num)d لایه حاشیه نویسی حذف شد

source: All Text
fa: تمام متن

source: Deleted %(num)d annotation
fa: %(num)d حاشیه نویسی حذف شد

source: End date must be after start date
fa: تاریخ پایان باید بعد از تاریخ شروع باشد

source: Short description must be unique for this layer
fa: توضیحات کوتاه باید برای این لایه منحصر به فرد باشد

source: Annotations could not be deleted.
fa: حاشیه نویسی را نمی توان حذف کرد.

source: Annotation not found.
fa: حاشیه نویسی یافت نشد.

source: Annotation parameters are invalid.
fa: پارامترهای حاشیه نویسی نامعتبر است.

source: Annotation could not be created.
fa: حاشیه نویسی ایجاد نشد.

source: Annotation could not be updated.
fa: حاشیه نویسی به روز نمی شود.

source: Annotation delete failed.
fa: حاشیه نویسی حذف نشد.

source: Annotation layer parameters are invalid.
fa: پارامترهای لایه حاشیه نویسی نامعتبر است.

source: Annotation layer could not be deleted.
fa: لایه حاشیه نویسی قابل حذف نیست.

source: Annotation layer could not be created.
fa: لایه حاشیه نویسی ایجاد نشد.

source: Annotation layer could not be updated.
fa: لایه حاشیه نویسی به روز نمی شود.

source: Annotation layer not found.
fa: لایه حاشیه نویسی یافت نشد.

source: Annotation layer delete failed.
fa: حذف لایه حاشیه نویسی انجام نشد.

source: Annotation layer has associated annotations.
fa: لایه حاشیه نویسی دارای حاشیه نویسی است.

source: Name must be unique
fa: نام باید منحصر به فرد باشد

source: Deleted %(num)d chart
fa: نمودار %(num)d حذف شد

source: Is certified
fa: دارای گواهی است

source: Has created by
fa: ایجاد شده توسط

source: Created by me
fa: ایجاد شده توسط من

source: Total (%(aggfunc)s)
fa: مجموع (%(aggfunc)s)

source: Subtotal
fa: مجموع فرعی

source: `confidence_interval` must be between 0 and 1 (exclusive)
fa: «فاصله_اعتمادی» باید بین 0 و 1 باشد (انحصاری)

source: lower percentile must be greater than 0 and less than 100. Must be lower than upper percentile.
fa: صدک پایین باید بیشتر از 0 و کمتر از 100 باشد. باید کمتر از صدک بالا باشد.

source: upper percentile must be greater than 0 and less than 100. Must be higher than lower percentile.
fa: صدک بالا باید بیشتر از 0 و کمتر از 100 باشد. باید از صدک پایین بالاتر باشد.

source: `width` must be greater or equal to 0
fa: «عرض» باید بزرگتر یا مساوی 0 باشد

source: `row_limit` must be greater than or equal to 0
fa: `row_limit` باید بزرگتر یا مساوی 0 باشد

source: `row_offset` must be greater than or equal to 0
fa: `row_offset` باید بزرگتر یا مساوی 0 باشد

source: orderby column must be populated
fa: ستون مرتبه باید پر شود

source: There are associated alerts or reports: %s,
fa: هشدارها یا گزارش‌های مرتبطی وجود دارد: %s،

source: Time string is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
fa: رشته زمان مبهم است. لطفاً [%(human_readable)s ago] یا [%(human_readable)s بعدا] را مشخص کنید.

source: Cannot parse time string [%(human_readable)s]
fa: رشته زمانی [%(human_readable)s] قابل تجزیه نیست

source: Time delta is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
fa: دلتای زمانی مبهم است. لطفاً [%(human_readable)s ago] یا [%(human_readable)s بعدا] را مشخص کنید.

source: Database does not exist
fa: پایگاه داده وجود ندارد

source: Dashboards do not exist
fa: داشبورد وجود ندارد

source: Datasource type is required when datasource_id is given
fa: وقتی datasource_id داده می شود، نوع منبع داده مورد نیاز است

source: Chart parameters are invalid.
fa: پارامترهای نمودار نامعتبر هستند.

source: Chart could not be created.
fa: نمودار ایجاد نشد.

source: Chart could not be updated.
fa: نمودار به روز نمی شود.

source: Chart could not be deleted.
fa: نمودار حذف نشد.

source: There are associated alerts or reports
fa: هشدارها یا گزارش های مرتبطی وجود دارد

source: You don't have access to this chart.
fa: شما به این نمودار دسترسی ندارید.

source: Changing this chart is forbidden
fa: تغییر این نمودار ممنوع است

source: Charts could not be deleted.
fa: نمودارها را نمی توان حذف کرد.

source: Import chart failed for an unknown reason
fa: نمودار واردات به دلیل نامعلومی انجام نشد

source: Chart has no query context saved. Please save the chart again.
fa: نمودار هیچ زمینه پرس و جو ذخیره شده ای ندارد.

source: Request is incorrect: %(error)s
fa: درخواست نادرست است: %(error)s

source: Request is not JSON
fa: درخواست JSON نیست

source: Empty query result
fa: نتیجه پرس و جو خالی است

source: Error: %(error)s
fa: خطا: %(error)s

source: Owners are invalid
fa: مالکین نامعتبر هستند

source: Some roles do not exist
fa: برخی از نقش ها وجود ندارند

source: Datasource type is invalid
fa: نوع منبع داده نامعتبر است

source: Datasource does not exist
fa: منبع داده وجود ندارد

source: Query does not exist
fa: پرس و جو وجود ندارد

source: Invalid result type: %(result_type)s
fa: نوع نتیجه نامعتبر: %(result_type)s

source: Columns missing in dataset: %(invalid_columns)s
fa: ستون هایی که در مجموعه داده وجود ندارد: %(invalid_columns)s

source: A time column must be specified when using a Time Comparison.
fa: هنگام استفاده از مقایسه زمان باید یک ستون زمانی مشخص شود.

source: The chart does not exist
fa: نمودار وجود ندارد

source: The chart datasource does not exist
fa: منبع داده نمودار وجود ندارد

source: Duplicate column/metric labels: %(labels)s. Please make sure all columns and metrics have a unique label.
fa: برچسب‌های ستون/متریک تکراری: %(labels)s. لطفاً مطمئن شوید که همه ستون‌ها و معیارها دارای یک برچسب منحصر به فرد هستند.

source: The following entries in `series_columns` are missing in `columns`: %(columns)s.
fa: ورودی‌های زیر در "series_columns" در "Columns" وجود ندارد: %(columns)s.

source: `operation` property of post processing object undefined
fa: ویژگی «عملیات» شیء پس پردازش تعریف نشده است

source: Unsupported post processing operation: %(operation)s
fa: عملیات پس از پردازش پشتیبانی نشده: %(operation)s

source: [asc]
fa: [صعودی]

source: [desc]
fa: [نزولی]

source: Error in jinja expression in fetch values predicate: %(msg)s
fa: خطا در بیان jinja در مقادیر واکشی گزاره: %(msg)s

source: Virtual dataset query must be read-only
fa: کوئری مجموعه داده مجازی باید فقط خواندنی باشد

source: Error while rendering virtual dataset query: %(msg)s
fa: خطا در هنگام ارائه پرس و جو مجموعه داده مجازی: %(msg)s

source: Virtual dataset query cannot be empty
fa: پرس و جوی مجموعه داده مجازی نمی تواند خالی باشد

source: Virtual dataset query cannot consist of multiple statements
fa: پرس و جوی مجموعه داده مجازی نمی تواند شامل چند عبارت باشد

source: Error in jinja expression in RLS filters: %(msg)s
fa: خطا در بیان jinja در فیلترهای RLS: %(msg)s

source: Datetime column not provided as part table configuration and is required by this type of chart
fa: ستون Datetime به عنوان پیکربندی جدول قسمت ارائه نشده است و توسط این نوع نمودار مورد نیاز است

source: Empty query?
fa: پرس و جو خالی؟

source: Metric '%(metric)s' does not exist
fa: «%(metric)s» متریک وجود ندارد

source: Unknown column used in orderby: %(col)s
fa: ستون ناشناخته استفاده شده به ترتیب: %(col)s

source: Time column "%(col)s" does not exist in dataset
fa: ستون زمان "%(col)s" در مجموعه داده وجود ندارد

source: error_message
fa: پیغام خطا

source: Filter value list cannot be empty
fa: لیست مقادیر فیلتر نمی تواند خالی باشد

source: Must specify a value for filters with comparison operators
fa: باید مقداری برای فیلترها با عملگرهای مقایسه مشخص کند

source: Invalid filter operation type: %(op)s
fa: نوع عملیات فیلتر نامعتبر: %(op)s

source: Error in jinja expression in WHERE clause: %(msg)s
fa: خطا در عبارت jinja در عبارت WHERE: %(msg)s

source: Error in jinja expression in HAVING clause: %(msg)s
fa: خطا در عبارت jinja در عبارت HAVING: %(msg)s

source: Database does not support subqueries
fa: پایگاه داده از سوالات فرعی پشتیبانی نمی کند

source: Db engine did not return all queried columns
fa: موتور Db همه ستون های درخواست شده را برنگرداند

source: Only `SELECT` statements are allowed
fa: فقط عبارات «SELECT» مجاز هستند

source: Only single queries supported
fa: فقط پرس و جوهای منفرد پشتیبانی می شوند

source: Columns
fa: ستون ها

source: Show Column
fa: نمایش ستون

source: Add Column
fa: اضافه کردن ستون

source: Edit Column
fa: ویرایش ستون

source: Whether to make this column available as a [Time Granularity] option, column has to be DATETIME or DATETIME-like
fa: برای در دسترس قرار دادن این ستون به عنوان گزینه [Time Granularity]، ستون باید DATETIME یا DATETIME باشد.

source: Whether this column is exposed in the `Filters` section of the explore view.
fa: آیا این ستون در بخش «فیلترها» نمای کاوش قرار دارد یا خیر.

source: The data type that was inferred by the database. It may be necessary to input a type manually for expression-defined columns in some cases. In most case users should not need to alter this.
fa: نوع داده ای که توسط پایگاه داده استنباط شد. در برخی موارد ممکن است لازم باشد یک نوع را به صورت دستی برای ستون های تعریف شده با عبارت وارد کنید. در بیشتر موارد، کاربران نباید این مورد را تغییر دهند.

source: Column
fa: ستون

source: Verbose Name
fa: اسم فعل

source: Description
fa: شرح

source: Groupable
fa: گروه بندی

source: Filterable
fa: قابل فیلتر کردن

source: Table
fa: جدول

source: Expression
fa: بیان

source: Is temporal
fa: زمانی است

source: Datetime Format
fa: قالب تاریخ

source: Type
fa: تایپ کنید

source: Business Data Type
fa: نوع داده های تجاری

source: Invalid date/timestamp format
fa: قالب تاریخ/مهر زمان نامعتبر است

source: Metrics
fa: متریک

source: Show Metric
fa: نمایش متریک

source: Add Metric
fa: متریک را اضافه کنید

source: Edit Metric
fa: ویرایش متریک

source: Metric
fa: متریک

source: SQL Expression
fa: بیان SQL

source: D3 Format
fa: قالب قرار دهید

source: Extra
fa: اضافی

source: Warning Message
fa: پیام هشدار

source: Row level security filter
fa: فیلتر امنیتی سطح ردیف

source: Show Row level security filter
fa: نمایش فیلتر امنیتی سطح ردیف

source: Add Row level security filter
fa: فیلتر امنیتی سطح ردیف را اضافه کنید

source: Edit Row level security filter
fa: فیلتر امنیتی سطح ردیف را ویرایش کنید

source: Choose a unique name
fa: یک نام منحصر به فرد انتخاب کنید

source: Optionally add a detailed description
fa: به صورت اختیاری یک توضیح مفصل اضافه کنید

source: Regular filters add where clauses to queries if a user belongs to a role referenced in the filter. Base filters apply filters to all queries except the roles defined in the filter, and can be used to define what users can see if no RLS filters within a filter group apply to them.
fa: گر کاربر به نقشی که در فیلتر به آن ارجاع داده شده باشد، فیلترهای معمولی به جستارها اضافه می کنند. فیلترهای پایه برای همه پرس و جوها به جز نقش‌های تعریف شده در فیلتر، فیلترها را اعمال می‌کنند، و می‌توانند برای تعیین آنچه که کاربران می‌توانند ببینند اگر هیچ فیلتر RLS در یک گروه فیلتر روی آنها اعمال نشود، استفاده می‌شوند.

source: These are the tables this filter will be applied to.
fa: اینها جداولی هستند که این فیلتر روی آنها اعمال خواهد شد.
